[
  "En otra etapa de la vida, podría decir que sí, pero no ahora.",
  "Si bien lo aprecio, seguir adelante con esto no es algo con lo que pueda comprometerme.",
  "Cada vez que pienso en ello, escucho un pequeño \"no\" en el viento.",
  "Mi yo futuro me escribió una nota: \"Por favor, no vuelvas a hacer esto\".",
  "Suena interesante, pero no soy la mejor persona para esto.",
  "Aprecio la idea, pero no es lo más adecuado para mí en este momento.",
  "Me encantaría decir que sí, pero me comprometí a hacer cosas menos cuestionables esta semana.",
  "Si bien lo aprecio, considerando que esto no es algo con lo que pueda comprometerme.",
  "Si bien lo aprecio, ser voluntario para esto no es algo con lo que pueda comprometerme.",
  "Estoy tratando de ser más intencional con lo que acepto y esto no encaja del todo.",
  "Quiero ser honesta contigo, no me siento cómodo comprometiéndome con esto.",
  "Tengo que confiar en mi instinto, y me sugiere suavemente un no.",
  "Decir no a esto me ayuda a decir sí a algo que me importa más.",
  "Si dijera que sí, nos estaría mintiendo a los dos y mi terapeuta me dijo que dejara de hacerlo.",
  "Voy a declinar respetuosamente. No se alinea con hacia dónde me dirijo.",
  "Si bien lo aprecio, intentar esto no es algo con lo que pueda comprometerme.",
  "Esta oportunidad merece más de lo que puedo darle ahora.",
  "No odio la idea, pero tampoco quiero hacerlo.",
  "No estoy en condiciones de comprometerme con esto en este momento.",
  "Si bien lo aprecio, explorar esto no es algo con lo que pueda comprometerme.",
  "He hecho las paces con las cosas decadentes que no me dan energía.",
  "Incluso mi calendario se rió cuando intenté incluir esto.",
  "He decidido posponer nuevos compromisos por el momento.",
  "Esto se siente como algo que Future Me le gritaría a Present Me por aceptar.",
  "He intentado hacer demasiado antes y esto se siente como un déjà vu.",
  "Has puesto mucha energía en esto y espero que entiendas mi decisión de dar un paso atrás.",
  "Si bien lo aprecio, unirme a esto no es algo con lo que pueda comprometerme.",
  "Esta es una gran idea, para que alguien más la adopte.",
  "La versión de mí que dice sí a esto ya no existe.",
  "Incluso mi café decía: \"Hoy no\".",
  "Mi comité de paz interior vetó esta idea por unanimidad.",
  "Sé lo mucho que esto importa, pero no puedo darle la atención que merece.",
  "Tuve una visión de hacer esto y luego rápidamente me quedé dormido en ella.",
  "Mentalmente, ya salí de la habitación donde esto sucedería.",
  "Si bien lo aprecio, aceptar esto no es algo con lo que pueda comprometerme.",
  "Esto no se alinea con mis valores ni con mi enfoque actual.",
  "Por favor, sepa que mi decisión no es un reflejo de usted, solo mis propios límites.",
  "Respeto la oportunidad, pero conozco mis límites, y esto los llevaría demasiado lejos.",
  "Si asumiera esto, estaría traicionando el tiempo que me prometí.",
  "Una vez tomé una decisión similar y mi gato no me ha vuelto a mirar a los ojos desde entonces. No repitamos la historia.",
  "Si estoy de acuerdo, necesitaría clonarme. Y no confío en él.",
  "Esta no se siente bien, así que tendré que pasar.",
  "Prefiero decir no con honestidad que sí con resentimiento.",
  "Gracias por pensar en mí, pero tendré que dejar de lado este.",
  "Me tomé un tiempo para reflexionar y creo que transmitir esto es la decisión correcta por ahora.",
  "Realmente valoro nuestra conexión y espero que mi no no cambie eso.",
  "No es un no para siempre, pero sí es un no por ahora.",
  "Mi entusiasmo es sincero, pero mi disponibilidad es imaginaria.",
  "Si bien lo aprecio, aceptar esto no es algo con lo que pueda comprometerme.",
  "En este punto, no tengo el ancho de banda para hacer justicia.",
  "He aprendido a proteger mi tiempo y esto no se corresponde con cómo quiero gastarlo.",
  "Eso no es algo que pueda priorizar en este momento.",
  "Si dijera que sí, el universo podría colapsar por el shock.",
  "Si estoy de acuerdo, podría romper el continuo espacio-tiempo.",
  "Ayudarte ahora podría crear una paradoja temporal; mejor no arriesgarte.",
  "No puedo, estoy ocupado impidiendo un futuro en el que realmente diga que sí.",
  "Mi calendario está alineado con Júpiter y las estrellas dicen que no.",
  "Estoy bastante seguro de que decir sí está prohibido en esta galaxia.",
  "El multiverso nunca me perdonaría si obedeciera.",
  "Cualquier línea de tiempo en la que digo que sí termina en caos, así que elijo sabiamente.",
  "¿Estoy de acuerdo? Eso es como dividir por cero: peligroso y no permitido.",
  "Aceptar esa oferta provocaría un problema técnico en Matrix.",
  "Actualmente estoy reservado para la próxima década pretendiendo ser productivo.",
  "Me encantaría, pero estoy abrumado teniendo que contar los paneles del techo.",
  "Lo siento, estoy demasiado ocupada reorganizando mi cajón de calcetines por color y estado de ánimo.",
  "Tengo una reunión con mi sofá y no aceptaré un no por respuesta.",
  "Tengo una alerta en el calendario para sentarme y mirar al espacio en ese momento exacto.",
  "Mi agenda está llena: estoy ordenando alfabéticamente mis bocadillos.",
  "Necesito terminar una sesión intensa sin hacer nada en absoluto.",
  "Tengo un compromiso previo de ver cómo se seca la pintura.",
  "Estoy en medio de un maratón de procrastinación muy importante.",
  "No puedo; Estoy asistiendo a la inauguración de mi frigorífico.",
  "Ayudaría, pero mi amigo imaginario me necesita más.",
  "No puedo; Mi mascota roca está teniendo una crisis emocional.",
  "Mi pez dorado se casa ese día, tengo que asistir.",
  "Le prometí a mi gato imaginario que me quedaría en casa esta noche.",
  "Mi unicornio guardiana dice que no debería.",
  "Tengo que cuidar a los hijos imaginarios de mi amigo imaginario.",
  "Desafortunadamente, me ofrezco como voluntaria para probar la nueva dieta de mi mascota.",
  "Mi mascota dragón tiene cita con el veterinario, no puedo faltar.",
  "Mi loro mascota me castiga por mal comportamiento, así que no puedo ir.",
  "Presté mi máquina del tiempo a una amiga y ahora no puedo volver y liberar esta tarde.",
  "He hecho la promesa de evitar cualquier forma de productividad.",
  "Va en contra de mi religión personal hacer algo útil hoy.",
  "Mi psiquiatra me aconsejó que evitara actividades potencialmente divertidas.",
  "Hice un juramento de que debía rechazar todas las solicitudes por capricho.",
  "Sólo funciono con café y negación, y ya no tengo café.",
  "Soy alérgica a cualquier forma de responsabilidad.",
  "Tengo una nota del médico que me prohíbe específicamente ayudar.",
  "Me encantaría ayudar, pero estoy tratando de romper mi racha de ayuda.",
  "Mi entrenador de procrastinación dijo que todavía no estoy listo para las tareas reales.",
  "Dejé de decir sí por la Cuaresma y aún no ha terminado.",
  "Tengo la política personal de decir no los días que terminan en 'y'.",
  "El calendario de mi teléfono simplemente me criticó por siquiera considerarlo.",
  "Tengo que actualizar mi estado en las redes sociales a \"ocupado sin hacer eso\".",
  "Actualmente tengo una tendencia hacia el 'no'.",
  "No puedo, le prometí a Netflix que me quedaría y vería películas.",
  "Mi wifi de motivación ha perdido conexión.",
  "Estoy esperando que mi teléfono se recargue; no puedo hacer nada hasta que esté al 100%.",
  "Mi biografía en Twitter dice \"A menudo dice que no\", debo atenerme a la marca.",
  "Estoy ocupado buscando motivación en Google; no se encontraron resultados.",
  "Estoy atrapado en una madriguera de Internet y no puedo encontrar la salida.",
  "No puedo venir; Estoy en una llamada de Zoom con mi sofá.",
  "Me encantaría, pero prefiero no hacerlo.",
  "Mi respuesta es no: recién horneado, solo para ti.",
  "Lo he considerado detenidamente y voy a decir un rotundo no.",
  "Ni siquiera si hubiera donuts gratis.",
  "Esta es la parte en la que digo \"no\" y ambos seguimos adelante.",
  "Déjame revisar mi agenda... oh mira, es un no permanente.",
  "Me halaga que lo hayas preguntado, pero aprobaré con gran éxito.",
  "He alcanzado mi cuota de decir sí durante el año.",
  "Soy demasiado genial para decir que sí a eso.",
  "Como dice el refrán: \"No, no, no\".",
  "No quieres que diga que sí; créeme, es por un bien mayor.",
  "La última vez que dije que sí, llovió durante 40 días. No volver a hacer eso.",
  "Le prometí a mi yo futuro que le diría que no a este.",
  "Si estuviera de acuerdo, tendría que explicárselo a mi terapeuta.",
  "Mis experiencias pasadas con el sí han sido traumáticas.",
  "Decir que sí está en mi lista de cosas por dejar.",
  "Lo haría, pero entonces tendría que admitir que me equivoqué al odiarlo todo.",
  "El universo me dio una señal para que dijera que no (era un letrero de neón, clarísimo).",
  "Una vez dije que sí. No terminó bien. Había llamas involucradas.",
  "Mi instinto y yo votamos unánimemente no.",
  "Suena como una oportunidad increíble... para otra persona.",
  "¡Qué gran idea! Estoy triste por no poder ser parte de esto. Bueno, no tan triste.",
  "Envidio a la gente que te dirá que sí, de verdad.",
  "Adoro absolutamente el concepto, pero tendré que dejarlo de lado.",
  "¡Plan brillante! Desafortunadamente, estoy bajo protección de testigos contra buenas ideas.",
  "Sería un sueño hecho realidad. Lástima que estoy despierto y digo que no.",
  "Has pintado un cuadro tan bonito que lo admiraré desde lejos.",
  "¡Qué oferta tan generosa! Voy a rechazar generosamente.",
  "Estoy segura de que será un éxito rotundo, pero seré un admirador lejano.",
  "¡Suena emocionante! Ya estoy cansado sólo de pensarlo.",
  "Ya me puse el pijama, así que es un no.",
  "Mi sofá ha declarado una zona de prohibición de viajes y lo cumpliré.",
  "No puedo molestarme en cambiarme mi cómodo burrito de manta.",
  "Estoy guardando mi energía para una siesta épica.",
  "Soy demasiado vago para siquiera pensar en una buena excusa, así que simplemente no.",
  "Mudarse desde este lugar requiere un aviso de 24 horas.",
  "Estoy conservando energía hoy sin ningún motivo en particular.",
  "Lo haría, pero eso suena a esfuerzo y soy alérgico.",
  "Actualmente estoy experimentando dificultades técnicas con la mudanza.",
  "Estoy practicando para un maratón de inmovilidad.",
  "Tengo que lavarme el pelo esa década.",
  "Tengo que descongelar el iceberg en mi congelador.",
  "Lo siento, necesito planchar mi ropa interior esa noche.",
  "Debo atender mi jardín de flores de plástico.",
  "Mi pez necesita un paseo y tiene prioridad.",
  "Tengo que rotar los neumáticos de mi silla de oficina.",
  "Estoy haciendo una maratón de tareas domésticas en mi cabeza.",
  "Los platos amenazaban con rebelarse si los volvía a dejar.",
  "Mi nevera y yo hacemos terapia de pareja en ese momento.",
  "Necesito sentarme mientras ordeno mi zoológico de calcetines.",
  "En un universo alternativo, hice eso totalmente. Simplemente no en este.",
  "Quizás en mi próxima vida lo considere, pero mi yo actual dice que no.",
  "En una dimensión paralela ya estoy en ella; lástima que estemos aquí.",
  "Consulté a mi yo alternativo; ellos también se negaron.",
  "Si me clono, enviaré el clon. Hasta entonces, no.",
  "Verifiqué con mi futuro y pusieron los ojos en blanco, así que paso.",
  "Estoy atascada en un bucle de tiempo de decir que no.",
  "En una línea de tiempo alternativa dije que sí y provocó un apocalipsis zombie.",
  "Mi gemelo malvado podría estar interesado; Lástima que ellos también estén ocupados.",
  "En algún lugar de un universo paralelo soy más útil. Este no es ese universo.",
  "Lo haría, pero eso suena peligrosamente cercano al trabajo.",
  "Mi deseo de hacer eso se encuentra actualmente en coma.",
  "Estoy segura de que lo estropearía espectacularmente, así que mejor no.",
  "Podría participar, pero entonces ¿quién sostendría el muro aquí?",
  "Esa solicitud está por encima de mi nivel salarial de cero.",
  "El espíritu está dispuesto, pero el calendario dice que no.",
  "Prefiero no tentar al destino probando algo nuevo hoy.",
  "Si me uno, simplemente bajaría el promedio.",
  "¿Yo haciendo eso? Ese es el giro argumental que nadie quiere.",
  "Estoy practicando el distanciamiento social de esa idea.",
  "Tengo una condición que me impide decir que sí (se llama cordura).",
  "Mi médico dijo que necesito más vitamina 'No'.",
  "Acabo de sufrir un caso grave de itis del hoy no.",
  "Mentalmente ya estoy de vacaciones.",
  "Estoy en reposo en cama hasta nuevo aviso, por orden del médico (mi médico es el Dr. Seuss).",
  "Tengo fobia crónica al compromiso.",
  "Estoy enfermando de algo; se llama pereza.",
  "Tengo una cita con una almohada y una manta.",
  "Mi terapeuta dijo que debería evitar las cosas que me hacen sentir miserable; Supongo que esto califica.",
  "Estoy teniendo una emergencia de \"tiempo para mí\".",
  "Tengo que salvar al mundo del aburrimiento quedándome en casa.",
  "Estoy negociando la paz mundial (en un videojuego).",
  "Mi alter ego de superhéroe necesita un día libre, y yo también.",
  "Estoy en una misión secreta para evitar todo lo que acabas de preguntar.",
  "Me encantaría, pero ¿quién salvará al mundo mientras yo no esté?",
  "Estoy ocupada orquestando una siesta global.",
  "Tengo que evitar que el sofá se vaya flotando, es un trabajo importante.",
  "El destino de la papa frita que estoy a punto de comer está en mis manos, no puedo abandonarla.",
  "Hoy he sido elegido guardián de mi salón.",
  "Estoy luchando contra un dragón invisible en casa. Está tardando más de lo esperado.",
  "Realmente no me quieres en esto; mi especialidad es arruinar cosas.",
  "Soy como un gato negro de proyectos; Es más seguro si me mantengo alejado.",
  "Créeme, te estoy haciendo un favor al decir que no.",
  "Mi participación viene con una etiqueta de advertencia, así que te la ahorraré.",
  "Me uniría, pero sólo estoy aquí para ofrecer negativas ingeniosas.",
  "De hecho, soy terrible en eso, a menos que necesites un ejemplo de cómo no hacerlo.",
  "Te mereces a alguien que diga que sí sin dar tres excusas primero.",
  "Mi historial sugiere que debería quedarme fuera de esto.",
  "Soy la persona equivocada para el trabajo; Soy la persona adecuada para decir que no.",
  "Si necesitas que alguien lo sabotee, sería perfecto. De lo contrario, pasaré.",
  "La galleta de la fortuna dijo \"No\" anoche.",
  "La profecía predijo que yo rechazaría esto.",
  "Todas mis cartas del tarot simplemente suspiraron colectivamente.",
  "Revisé mi bola de cristal y decía \"no\".",
  "El mundo espiritual recomienda que me quede en casa.",
  "Lancé algunas runas y deletrearon N-O.",
  "Mi bola 8 mágica decía \"Las perspectivas no son tan buenas\".",
  "Estaba leyendo hojas de té y me dijeron que evitara esto a toda costa.",
  "Un psíquico me advirtió sobre solicitudes como estas.",
  "Estoy en una relación comprometida con mi cama en ese momento.",
  "Duerme y tengo una cita fija, no puedo romperla.",
  "Lo haría, pero estoy probando esta cosa nueva que se llama dormir.",
  "Ya tomé melatonina. Se me han apagado las luces.",
  "Estoy guardando toda mi energía para parpadear y respirar.",
  "Tengo una madrugada para dormir hasta tarde.",
  "Si no es una siesta, no estoy interesada.",
  "No puedo; mi almohada me necesita.",
  "Cuénteme, en lugar de eso estoy contando ovejas.",
  "Estaré en medio de mi siesta (que podría durar todo el día).",
  "Descargo de responsabilidad: Cualquier acuerdo de mi parte es nulo cuando la diversión está prohibida.",
  "Letra pequeña: Mi 'sí' llega con un 0% de entusiasmo.",
  "Revisé los términos y condiciones de mi vida y dice \"no\".",
  "Al aceptar, podría violar varios estatutos personales.",
  "De acuerdo con las reglas no escritas que acabo de escribir, debo rechazarlo.",
  "Mi acuerdo de usuario me prohíbe estrictamente hacer eso.",
  "Violaría la Convención de Ginebra sobre Introvertidos si estuviera de acuerdo.",
  "Ejecuté esta solicitud a través de mi cumplimiento interno y falló.",
  "Mi abogado (que es imaginario) lo desaconseja.",
  "El contrato que firmé con mi cama no me permite hacer nada más.",
  "Mi plato está lleno y ya me comí la porción de hacer favores.",
  "Estoy sobrevendido, abrumado y feliz de decir que no.",
  "Mi agenda se quemó espontáneamente debido a demasiadas tareas.",
  "Actualmente estoy gestionando demasiadas crisis; agregar otra podría provocar un colapso.",
  "Tengo demasiadas cosas que hacer y sigo una dieta sin carbohidratos (sin tareas adicionales).",
  "Estoy ahogado en tareas y no traje snorkel.",
  "Lo haría, pero ya estoy abrumado por otros arrepentimientos.",
  "Mi lista de tareas pendientes y yo no nos hablamos, es muy larga.",
  "Soy demasiado popular con las tareas que aún no he hecho.",
  "El hámster que dirige mi rueda vital está en huelga por exceso de trabajo.",
  "\"No\" es simplemente \"on\" escrito al revés, y me voy.",
  "El corrector ortográfico sugiere que diga NO.",
  "Te escribí un poema: Las rosas son rojas, las violetas son azules, mi respuesta es no, no puedo.",
  "Lo único que me inclino a decir es un descenso.",
  "Déjame decirlo en un idioma que entiendas: No.",
  "Hablo 5 idiomas con fluidez y en todos la respuesta es no.",
  "\"Sí\" y no me hablo en este momento.",
  "Yo respondería con una elegante frase latina para decir no, pero un simple \"no\" será suficiente.",
  "Como acrónimo, mi respuesta es N.O.",
  "Si reorganizas las letras de \"sí\", obtienes \"sye\", que es exactamente el sentido que tendría para mí hacer esto.",
  "Estoy reservado hasta la muerte por calor del universo.",
  "Mi calendario está lleno hasta el próximo siglo, lo siento.",
  "Tengo un conflicto de programación con el resto de mi vida.",
  "No seré libre hasta que el sol salga por el oeste y se ponga por el este.",
  "Vuelve a consultarme dentro de un millón de años, quizá entonces tenga tiempo.",
  "Estoy en espera con la vida en este momento; espera una larga espera.",
  "Mi disponibilidad se encuentra actualmente en un estado de incertidumbre cuántica, inclinándose hacia el no.",
  "He reservado con antelación mis próximas mil negativas; eres solo uno de ellos.",
  "Mi agenda es más apretada que mis jeans después de las vacaciones.",
  "Miré mi calendario y se rió de mí por siquiera preguntar.",
  "Gracias por pensar en mí, pero voy a declinar hilarantemente.",
  "Agradezco la oferta, pero tendré que rechazarla, principalmente por pereza.",
  "Te agradezco mucho que hayas preguntado, pero no puedo hacerlo, buckaroo.",
  "Es un honor que hayas pensado en mí, pero debo declinar respetuosa y cómicamente.",
  "Por favor acepte mis más sinceras disculpas mientras me río y digo que no.",
  "Lamentablemente tendré que aprobar, pero lo haré con una sonrisa.",
  "No eres tú, soy yo. Simplemente soy alérgico a hacer cosas.",
  "Respetuosamente, voy a desaprovechar esta oportunidad.",
  "Estoy realmente conmovido por lo que preguntaste. Realmente. Aunque todavía no.",
  "Con todo respeto, ni modo, José.",
  "Olvidé cómo decir que sí.",
  "Tengo pérdida de memoria a corto plazo cuando se trata de responsabilidades.",
  "Estoy de acuerdo, pero olvidé lo que preguntaste, así que... no.",
  "Mi cerebro borra automáticamente solicitudes como esa.",
  "Tengo amnesia selectiva por favores.",
  "Iba a ayudar, pero me olvidé de preocuparme.",
  "Lo siento, sufro de SRC (no recuerdo haber dicho que sí).",
  "No recuerdo la última vez que dije que sí y no empezaré ahora.",
  "¿Qué fue eso? ¿Preguntaste algo? ¿No? Excelente.",
  "Puse tu petición en mi trituradora mental.",
  "No puedo; Estoy ocupado enseñándole a mis peces dorados a jugar a buscar objetos para fines benéficos.",
  "Dedico ese rato a contemplar el sentido de la vida. Realmente es un caso de caridad.",
  "He donado todo mi tiempo libre a causas que no hacen nada.",
  "Estoy trabajando en una petición para prohibir solicitudes como esta.",
  "Mi calendario está lleno de trabajo voluntario en la Sociedad de Detractores Profesionales.",
  "Estoy entrenando para un evento benéfico: una maratón de decir no.",
  "Estoy creando conciencia sobre la palabra en peligro de extinción \"no\" usándola con frecuencia.",
  "Subasté mi franja horaria para ese día al mejor postor de nada.",
  "Estoy haciendo un retiro silencioso lejos de las responsabilidades.",
  "Le di todo mi tiempo libre a otra persona; Estoy teniendo un déficit.",
  "Sigo una dieta estricta de no interacción social.",
  "Tengo que cancelar; He excedido mi cuota de personal para la semana.",
  "Me estoy introvirtiendo tanto en este momento que no puedo dejar de hacerlo.",
  "Mi batería social está al 0% y falta mi cargador.",
  "Estoy en una aventura introvertida (en casa, solo).",
  "No puedo salir; Recientemente he adoptado una vida de ermitaño.",
  "Socializar está fuera de la mesa, literalmente, volteé la mesa.",
  "Soy alérgico a las multitudes y, a veces, incluso una sola persona cuenta.",
  "Estoy practicando el distanciamiento social... de todos.",
  "El yo público está fuera del cargo; por favor contactame nunca.",
  "Accidentalmente me pegué al sofá.",
  "Mis piernas han presentado una queja por caminar excesivamente.",
  "Mi \"levántate y vete\" se levantó y se fue sin mí.",
  "Estoy teniendo una experiencia extracorporal y aún no he regresado.",
  "Mi energía y yo estamos actualmente en una relación a larga distancia.",
  "Hoy amanecí con un caso grave de gravedad; no puedo levantarme.",
  "Tengo un caso agudo de magnetismo de sofá.",
  "Mis extremidades han estado en huelga hasta nuevo aviso.",
  "Me siento tan activo como un perezoso de vacaciones.",
  "Estoy bajo arresto domiciliario por mi propia pereza.",
  "Prefiero bañarme en sopa de hace una semana que hacer eso.",
  "Prefiero hacer malabarismos con motosierras con los ojos vendados; parece más seguro que decir que sí.",
  "Escalaría el Monte Everest descalzo antes de aceptar eso.",
  "Prefiero ser el único objetivo en una partida de paintball que participar.",
  "Honestamente, masticar vidrio suena más divertido que decir sí a esto.",
  "Prefiero hacer mi propia cirugía dental sin anestesia.",
  "¿Diciendo que sí? Preferiría desafiar a un canguro a un combate de box.",
  "Prefiero caminar sobre piezas de Lego durante una hora seguida.",
  "Prefiero la emoción de no hacerlo, gracias.",
  "Lo aceptaría, pero tengo una política estricta de no caer en trampas obvias.",
  "Lo haría, pero mi cuenta bancaria dice que no puedo pagar la gasolina para llegar allí.",
  "A menos que haya un premio en efectivo para mí, tendré que rechazarlo.",
  "Solo trabajo a comisión y esta solicitud no se paga en pizza.",
  "Si me pagas en lingotes de oro, lo reconsideraré. De lo contrario, no.",
  "Mi contador me advirtió que decir sí no equilibra mis cuentas.",
  "Estoy esperando que un rico benefactor financie mis sí.",
  "No puedo incluir eso en mi presupuesto de tiempo y energía.",
  "Estoy en un aprieto financiero: falta de fondos y de sí.",
  "A menos que obtenga opciones sobre acciones para esto, estoy fuera.",
  "Necesito un pago inicial sólo para pensar en decir que sí.",
  "Estoy esperando una señal del universo... oh, ahí está: dice que no.",
  "Necesito conservar la célula cerebral que me queda.",
  "Mi pavor existencial y tengo planes.",
  "Estoy en huelga hasta nuevo aviso, y soy la líder sindical.",
  "Tengo una cita caliente con una pizza y un programa de televisión.",
  "Actualmente estoy observando el Día Nacional del No, es un feriado personal.",
  "Tengo la política de no saltar a los volcanes, y esto me parece igualmente peligroso.",
  "No puedo venir, he hecho otros planes con mi cama y mi almohada.",
  "¡Debo rechazarlo, por la ciencia!",
  "Estoy tratando de ver cuánto tiempo puedo pasar sin hacer nada productivo.",
  "Mi mamá dijo que tengo que quedarme en casa y ordenar alfabéticamente la despensa.",
  "Mi familia me contrató para jugar al escondite y soy la pieza que falta.",
  "Mis hijas me castigaron por tratar de tener una vida.",
  "No puedo; Los espíritus de mis antepasados ​​estarían disgustados si lo hiciera.",
  "Mi perro solo me deja salir de casa si es para pasear, no para trabajar.",
  "Mi esposa ya hizo planes para cenar conmigo y Netflix.",
  "Es noche de familia y por familia me refiero a mí y mis bocadillos.",
  "Tengo que seguir una tradición familiar de no hacer nada esta noche.",
  "Mi gato me mira con cara de \"no te atrevas a salir\".",
  "Mi reunión familiar de peces de colores se lleva a cabo en mi pecera.",
  "NO es simplemente SÍ padeciendo un trastorno negativista desafiante.",
  "N-O: dos letras que combinadas describen mis planes a la perfección.",
  "Voy a convertir esa invitación en una invitación-NO.",
  "'No' es mi espíritu animal.",
  "No puedo deletrear \"no\" sin N-O.",
  "Dicen que las dobles negativas hacen un positivo, pero mi única negativa se mantiene firme.",
  "Me niego consonantemente y salgo con vocales de este.",
  "Por si te lo perdiste: N como en No, O como en Oh-no-not-hoy.",
  "Mi lema es \"Simplemente di no\" y soy muy leal a mi lema.",
  "Me inscribí en un curso sobre cómo decir no y solo estoy practicando mi tarea.",
  "Prefiero ver crecer la hierba a esa hora, lo siento.",
  "En realidad, estaba planeando contar granos de arena, lo cual suena más divertido.",
  "En cambio, tenía muchas ganas de reorganizar mi colección de botones.",
  "Programé un momento agradable con mi ventilador de techo.",
  "Tengo una cita emocionante sin hacer absolutamente nada.",
  "Estoy inmerso en una apasionante aventura con el tiempo libre y no puedo engañarlo.",
  "Tengo asientos en primera fila de mi sofá y tengo la intención de usarlos.",
  "Hay una repetición de un programa que nunca he visto y que no me puedo perder.",
  "Ya prometí pasar ese tiempo dando vueltas.",
  "Tengo que declinar; No quisiera eclipsar a todos con mi presencia.",
  "Mi grandeza es demasiado para que ese evento pueda manejarla.",
  "Yo diría que sí, pero entonces no sería justo para los demás que sobresalga sin esfuerzo.",
  "No puedo hacerlo; Los paparazzi podrían invadir tu evento si lo hago.",
  "Te estoy haciendo un favor al no venir y robarme el protagonismo.",
  "Iría, pero soy algo importante en mi propio espejo.",
  "Soy demasiado genial para eso (y por demasiado genial me refiero a demasiado vago).",
  "Permíteme declinar con gracia, para que puedas divertirte sin mi abrumadora genialidad.",
  "Tendré que rechazarlo; Estoy demasiado ocupada siendo fabulosa en otros lugares.",
  "Debo declinar humildemente porque mi perfección es agotadora.",
  "Tengo que devolver el Anillo Único a Mordor ese día.",
  "Lo siento, entonces tengo previsto luchar contra Darth Vader.",
  "Necesito sentarme junto al teléfono por si Hogwarts llama.",
  "Lo haría, pero ya me ofrecí como tributo en otro lugar.",
  "Mi batiseñal acaba de encenderse, tengo que ir a salvar a Gotham.",
  "No puedo, mi condensador de flujo está estropeado y no puedo llegar a tiempo.",
  "Esa noche es mi viaje programado de regreso al futuro.",
  "Los zombies pueden atacar si salgo de casa, lo vi en un documental (vale, era una película de zombies).",
  "Estoy ocupado negociando con algunos minions; La dominación mundial no puede esperar.",
  "Tengo que consultar al Doctor Strange acerca de asistir (él previó que no lo haré).",
  "Mi jefe me dijo que sólo dijera sí a los aumentos salariales, así que no a todo lo demás.",
  "He agotado todos mis días de enfermedad, así que llamaré y me quedaré en casa.",
  "Mi maestro dijo que necesito concentrarme en no comprometerme demasiado.",
  "Tengo una cosa laboral... se llama evitar el trabajo.",
  "Mi calendario en el trabajo tiene un gran \"NO\" rojo en esa fecha.",
  "No puedo, tengo una reunión importante para mirar una hoja de cálculo y contemplar la vida.",
  "Me estoy tomando un día personal para evitar a las personas.",
  "Tengo una conferencia telefónica conmigo mismo y lleva mucho tiempo.",
  "Mis horas extras entraron en conflicto con mi tiempo libre y el tiempo libre se perdió.",
  "Mi PTO (Permiso para optar por no participar) está vigente.",
  "Si voy, podría desencadenar el apocalipsis. Mejor no arriesgarse.",
  "Tengo que quedarme quieto para evitar que comience el brote zombie (larga historia).",
  "Iría, pero Nostradamus predijo que diría que no.",
  "Es una de las señales del apocalipsis si digo que sí, evitémoslo.",
  "Mi asistencia es el último sello antes del apocalipsis, así que es difícil pasar.",
  "Temo que mi sí convocaría a Cthulhu o algo así.",
  "Estoy evitando provocar un efecto mariposa que acabe con el mundo.",
  "La leyenda dice que si alguna vez estoy de acuerdo, el mundo terminará con un número musical espectacular.",
  "Hice un trato con un demonio para no decir nunca que sí y odio romper un contrato.",
  "El reloj del fin del mundo corre más rápido cada vez que considero estar de acuerdo.",
  "Sí, puedes interpretar mi silencio como un no.",
  "Asiento con la cabeza en espíritu, pero físicamente niego con la cabeza.",
  "Seguramente... ¿puedes encontrar a alguien más?",
  "Sí está en mi vocabulario, pero no hoy.",
  "En una escala de sí a no, estoy en \"ni en un millón de años\".",
  "Quise decir que sí, pero todo lo que salió fue no.",
  "Considere mi \"sí\" perdido en el correo.",
  "S-E-S son cartas que no escucharás de mí hoy.",
  "Imagíname con entusiasmo sin hacer eso.",
  "¿Me imaginas ayudando? Ahora imagina lo contrario. Ahí tienes.",
  "Me siento desafortunado, así que será mejor que no me arriesgue a decir que sí.",
  "Tiré los dados y salió \"no\".",
  "Consulté a la Señora Suerte; ella me dijo que me quedara en casa.",
  "Se me acabó la suerte justo antes de que me lo pidieras.",
  "Si tuviera un centavo de la suerte por cada vez que dije que no, sería rico. Hablando de eso, no.",
  "Me uniría pero accidentalmente caminé debajo de una escalera y rompí un espejo. Sin arriesgarme.",
  "Mi adivina dijo 'no en tus estrellas', confío en eso.",
  "Saqué una carta de una baraja; decía \"No pases, no digas que sí\".",
  "El destino decidió deslizarse hacia la izquierda en este caso.",
  "Los astros se alinearon... para formar un gran 'NO'.",
  "No puedo; El pronóstico del tiempo dice que hay un 100% de posibilidades de que me quede en casa.",
  "Está lloviendo 'no' y estoy empapado en ellos.",
  "Sólo salgo cuando las condiciones climáticas son perfectas, lo cual claramente no es así (para mí).",
  "Estoy experimentando un fuerte aguacero de pereza.",
  "Soplaron los vientos del destino y me dieron en la cara un 'no'.",
  "Se avecina una tormenta y se llama Mi Reticencia.",
  "Sospecho que un repentino tornado de responsabilidades me mantendrá encerrado.",
  "Estoy mal, específicamente una nube de no.",
  "El pronóstico para ese día es que tengo altas posibilidades de no presentarme.",
  "Odiaría salir y derretirme; Estoy hecho de azúcar y sarcasmo.",
  "Podría decir que sí, pero sería mentira.",
  "Mi corazón dice que sí, pero mi alma dice '¿estás bromeando?'",
  "Soy físicamente capaz de hacerlo, sólo moralmente opuesto (al esfuerzo).",
  "Tengo un conflicto interno: una parte de mí dice \"no\". La otra parte también dice \"no\".",
  "He llegado a una edad en la que simplemente digo no a las cosas que odio. Y odio esto.",
  "Mi fuerza de voluntad para hacerlo se quedó estancada en el tráfico y no lo lograré.",
  "Lo pensé un poco. El pensamiento fue \"no\".",
  "En teoría podría, pero ciñámonos a la realidad donde no lo haré.",
  "Estoy tratando de complacer menos a la gente, a partir de ahora.",
  "Simplemente me miré al espejo y practiqué decir \"no\" y me sentí bien.",
  "No puedo decir que sí antes de tomar mi café. Y nunca planeo tomar café.",
  "Sin cafeína, sin poder hacerlo.",
  "Mi café y yo tenemos un pacto: sin él no se toman decisiones importantes y no está disponible.",
  "Yo diría que sí, pero no he cumplido con mi cuota diaria de café para afrontar las consecuencias.",
  "Estoy en un estado descafeinado de no.",
  "Mi cerebro sólo funciona con cafeína y estamos experimentando un corte de energía.",
  "Sin java, sin java-do.",
  "La máquina de café dijo que estaba enferma, así que soy incapaz de aceptar nada.",
  "Me prometí a mí mismo que sólo decidiría las cosas después del café; Lástima que ya son las doce.",
  "Mi café de la mañana y yo decidimos que esto no vale la cafeína que necesitaría.",
  "Estoy demasiado ocupada tramando la dominación mundial para asistir.",
  "Si dijera que sí, podría arruinar mi malvado plan.",
  "Mi guarida secreta necesita ser atendida en ese momento.",
  "Estoy en medio de un plan tortuoso y no puedo escapar.",
  "No puedo ayudarte; Soy un supervillano en entrenamiento y esto arruinaría mi credibilidad.",
  "Me uniría, pero entonces tendría que incluirte en mis planes y eso no te gustaría.",
  "Estoy pensando en cómo dominar el mundo y necesito concentración total.",
  "Mis secuaces programaron una revuelta para ese día y necesito estar presente.",
  "Lamentablemente debo rechazarlo porque tengo muchas risas diabólicas que practicar.",
  "El mal nunca duerme, y aparentemente yo tampoco, excepto que definitivamente no voy a salir.",
  "Estoy tratando de alinear mis chakras sin estresarme, así que diré que no.",
  "Para mantener el equilibrio en la Fuerza, debo rechazarlo.",
  "Mi yin y mi yang me dicen que no lo haga.",
  "Por el bien del equilibrio cósmico, no puedo estar de acuerdo.",
  "Estoy en medio de un ajuste del feng shui en mi vida que prohíbe nuevos compromisos.",
  "Debo negarme, o se alterará el delicado equilibrio de mi pereza.",
  "Decir que sí alteraría el equilibrio de mi proporción semanal de sí a no.",
  "Necesito mantener mi karma limpio y siento que un sí lo enturbiaría.",
  "Debo alcanzar la paz interior, lo que significa no complicarme el día con esto.",
  "Tengo miedo de que si lo disfruto se convierta en un mal hábito.",
  "Si al final me gusta, tendré que hacerlo de nuevo, así que no.",
  "Tengo miedo del éxito, así que debo rechazar cualquier cosa que pueda funcionar.",
  "Me temo que pondré el listón demasiado alto si digo que sí y hago un buen trabajo.",
  "¿Divertido? No estoy seguro de recordar qué es eso, mejor no arriesgarme.",
  "Soy alérgica a la diversión, exploto con sarcasmo.",
  "Evito cualquier cosa que pueda hacerme sonreír demasiado.",
  "Intento seguir siendo misterioso y decir que sí me haría demasiado accesible.",
  "Me gusta mantener bajas mis expectativas al no hacer nada.",
  "Estoy evitando la diversión hasta nuevo aviso.",
  "Pedirme que haga eso es como pedirle a un pez que trepe a un árbol.",
  "Hacer eso sería como un pollo tratando de hacer álgebra.",
  "Decir que sí sería tan inusual como que un gato se volviera vegano.",
  "Esa idea y yo vamos juntos como aceite y agua.",
  "Mi participación es como una clavija cuadrada en un agujero redondo: simplemente no encaja.",
  "Mi motivación y esa tarea son como dos imanes que se repelen.",
  "Sería como esperar que un perezoso ganara una carrera de 100 metros.",
  "Tan compatibles como el helado y la sopa caliente; es mejor mantenerlos separados.",
  "Que yo diga que sí es tan probable como que los cerdos piloteen una nave espacial.",
  "Esa petición es la mantequilla de maní para mi alergia.",
  "Me acabo de dar cuenta de que es un día festivo: el Día Nacional de No Lo Haré.",
  "Estoy observando un feriado personal llamado Nope-vember.",
  "No puedo; Tengo quejas de Festivus para ventilar ese día.",
  "Tengo reservado ese día celebrando el Festival del No.",
  "Ya estoy comprometido con el feriado anti-trabajo.",
  "Celebro el Día Opuesto haciendo lo contrario de lo que me pides.",
  "Lo siento, es mi día de descanso anual... como el sábado, pero para la pereza.",
  "Sólo celebro eventos que involucran pastel, así que a menos que haya pastel, no.",
  "Esa fecha entra en conflicto con mi celebración extendida de Chillmas.",
  "Es el cumpleaños de mi mascota, que para mí es básicamente un día festivo mundial.",
  "Quiero decir que sí, pero mi sentido común es gritar \"no\" repetidamente.",
  "Mi corazón dice que tal vez, pero mi cerebro lanzó una bandera roja gigante.",
  "Mi intuición empezó a hacer la Macarena cuando me lo pediste (eso no es baile).",
  "Cada fibra de mi ser actualmente está haciendo la ola en honor a decir no.",
  "Tanto la vocecita responsable en mi cabeza como la ruidosa y perezosa están de acuerdo: no.",
  "Le pedí mi mejor criterio y se rió histéricamente.",
  "Mi cerebro resaltó esa solicitud y presionó la tecla Eliminar.",
  "Mi conciencia me atormentaría si dijera que sí.",
  "Incluso el ángel en mi hombro dice, 'no, amigo'.",
  "Mi voz interior simplemente grita 'NOOOO' al estilo Darth Vader.",
  "No estoy postergando las cosas; Estoy diciendo proactivamente que no por adelantado.",
  "Estoy retrasando mi decisión hasta el fin de los tiempos. Spoiler: no.",
  "¿Por qué hacer hoy lo que puedo evitar indefinidamente?",
  "Mi planificadora solo dice 'No' en cada página esta semana.",
  "Pondré esta solicitud en mi lista de tareas pendientes justo después de \"aprender teletransportación\".",
  "Estoy en el proceso de reprogramar mi procrastinación para más tarde.",
  "Estoy esperando el último momento y para esto no ha llegado.",
  "Pensé en hacerlo más tarde, pero luego me di cuenta de que más tarde también estaba completo.",
  "Estoy en una racha de procrastinación, no puedo parar ahora.",
  "Estoy postergando mi sí hasta un año que no existe.",
  "Ayudaría, pero entonces tendrías dos de nosotras necesitando ayuda.",
  "No estoy segura de que puedas pagar el daño que haría al intentarlo.",
  "Mi ayuda viene con una garantía de devolución de dinero, pero no la quieres.",
  "Soy la última persona que debería hacer eso; literalmente, soy el último en la fila.",
  "Intenté hacer algo similar una vez; digamos que el departamento de bomberos intervino.",
  "Si lo hago, pasarás más tiempo corrigiendo mis errores.",
  "Mi competencia está de vacaciones ahora mismo.",
  "Me destaco en posponer las cosas, no en hacer las cosas.",
  "Me ofrecería voluntaria, pero la tarifa de incompetencia que cobro es bastante alta.",
  "Yo ayudaría, pero entonces tendría que negar legalmente cualquier resultado.",
  "Realmente no me genera alegría, así que lo pasaré.",
  "Esa idea no pasa la prueba de vibraciones para mí.",
  "No siento una fuerte atracción gravitacional para hacer eso.",
  "Mi nivel de interés está entre cero y negativo.",
  "Si tuviera menos interés, estaría en coma.",
  "Mi curiosidad simplemente abandonó la habitación cuando escuché esa idea.",
  "Estoy segura de que es fascinante, pero mi capacidad de atención piensa lo contrario.",
  "Estoy guardando mi entusiasmo para algo más aburrido.",
  "Me quedé dormido a mitad de considerarlo.",
  "Intenté emocionarme y me tiré un músculo.",
  "El gobierno me tiene en un programa de protección de testigos contra hechos como este.",
  "Mi oficial de libertad condicional dijo que sólo se me permite trabajar siendo vago.",
  "El FBI llamó; Me dijeron que decir que sí sería un riesgo para la seguridad nacional.",
  "Iría, pero el juez de mi vida me condenó a quedarme en casa.",
  "Me revocaron la licencia para divertirme.",
  "Me encantaría cumplir, pero tengo órdenes estrictas de no hacerlo.",
  "La Reina de Inglaterra me dijo fantasmalmente que me quedara en casa (solo acepto órdenes reales).",
  "La isla en la que estoy exiliado no me permite salir para asistir a eventos.",
  "Estoy obligado contractualmente a rechazarlo según los términos de mis elecciones de vida.",
  "La policía me dijo que soy demasiado interesante para asistir a reuniones normales.",
  "Soy demasiado vieja para este tipo de compromiso con las cosas.",
  "Creo que estoy en una edad en la que simplemente digo no a cosas como esta.",
  "A mi edad, mi importancia está arruinada.",
  "Estoy pasando por una crisis de mediana edad y decir sí no forma parte de ella.",
  "Estoy en mi fase rebelde de hacer sólo lo que quiero, así que no.",
  "Estoy canalizando mi viejo gruñón interior y quedándome en casa.",
  "Estoy revisando mi rebelión adolescente diciendo no a todo.",
  "En mi época, no teníamos que hacer cosas que no queríamos (y lo mantendré así).",
  "Estoy practicando para mi futuro como una ermitaña de mal humor.",
  "Estoy envejeciendo como el buen vino, lo que significa volverme más testarudo a la hora de decir que no.",
  "Mi hada madrina dijo que debería quedarme en casa o me convertiré en calabaza.",
  "Cenicienta dejó un zapato aquí y necesito ayudarla a encontrar el otro en lugar de salir.",
  "Estoy esperando al Príncipe Azul con pizza, así que no puedo ir a ningún lado.",
  "No puedo venir; el lobo feroz está en mi puerta (vendiendo seguros, aparentemente).",
  "Tengo que vigilar mi casa de jengibre, ya sabes cómo es.",
  "Los siete enanos me advirtieron que no me esforzara demasiado.",
  "Estoy bajo un hechizo de sueño que sólo el tiempo (y no hacerlo) puede romper.",
  "Perdí mi zapatilla de cristal y no puedo salir sin el calzado adecuado.",
  "La rana que se suponía que debía besar para convertirme en príncipe me dio un impedimento.",
  "Estoy atrapado en un cuento de hadas y aceptarlo no es parte de la trama.",
  "Esta noche tengo que cuidar el refrigerador; Los snacks cuentan conmigo.",
  "Ese tiempo lo he dedicado a un helado que necesitaba compañía.",
  "Estoy cargando carbohidratos para una maratón de no hacer eso.",
  "Tengo una cita para cenar con una pizza y estaría celoso si la cancelo.",
  "No puedo salir; mi refrigerador acaba de abrir una botella de vino y sería de mala educación no unirse.",
  "Estoy probando una teoría de que puedo sobrevivir sólo con chips, no puedo interrumpir eso.",
  "Mi horno y yo tenemos planes de hornear y comernos un pastel entero.",
  "Prometí ayudar a que mis palomitas de maíz se hicieran; es un proceso muy complicado.",
  "Lo haría, pero recién comencé a cocinar una comida de cinco platos para uno (yo).",
  "Estoy aprendiendo a cocinar comidas invisibles; lleva mucho tiempo.",
  "Tengo que estar en espera en caso de que Netflix necesite que vea algo.",
  "Estoy de guardia como el adicto a la televisión de la familia.",
  "Soy la persona designada para quedarse en casa esta semana.",
  "Estoy sirviendo como jurado en el tribunal de mi propia pereza.",
  "Estoy en una misión secreta de reserva; no puedo revelarlo, sólo sé que no puedo ir.",
  "Soy el contacto de emergencia de mi televisor, por lo que debo permanecer disponible.",
  "Me comprometo a quedarme en casa en caso de una emergencia de refrigerios.",
  "Me inscribí para ser sujeto de prueba para dormir hasta tarde y luego tengo una sesión.",
  "Soy parte de un proyecto ultrasecreto llamado Proyecto No.",
  "Tengo un deber que cumplir: evitar que mi sofá se sienta solo.",
  "Mi coche decidió tomarse un día libre personal.",
  "El transporte público de mi salón no está operativo actualmente.",
  "Intenté salir, pero mi puerta no me dejaba (negociamos y me quedé).",
  "Mi GPS me recomendó quedarme en casa para evitar malas decisiones.",
  "Mi pony que comparte el viaje está enfermo. Sí, es un pony, no preguntes.",
  "Iría en bicicleta hasta allí, pero mi bicicleta simplemente se rió de mí.",
  "Uber no me entrega a malas ideas.",
  "Perdí el hilo de pensamiento que me haría ir.",
  "Mi escoba está en la tienda (ya sabes lo poco fiables que son).",
  "Todos los caminos me llevan a quedarme en casa.",
  "Mi seguro no cubre actos en los que yo haga eso.",
  "Necesito permanecer en un ambiente seguro y ese evento parece riesgoso (para mi cordura).",
  "Salud y Seguridad Ocupacional marcó esa actividad como un peligro para mí.",
  "Estoy esperando que llegue mi traje de plástico de burbujas antes de intentar tales cosas.",
  "Eso suena peligroso para mi bienestar (principalmente mi bienestar mental).",
  "Sólo opero maquinaria pesada (como mi sofá) bajo supervisión, así que no puedo ir.",
  "La última vez que lo intenté, me cortaron el alma.",
  "Por razones de seguridad, debo mantenerme alejado de ese tipo de emoción.",
  "Mi ángel de la guarda presentó una orden de alejamiento contra ese plan.",
  "Preferiría no herir mis ganas de vivir diciendo que sí.",
  "He trascendido la necesidad de actividades como esa.",
  "Me estoy centrando en el viaje de no hacer nada, no en el destino de esa tarea.",
  "Mi crisis existencial y decidí no hacerlo.",
  "En el gran tapiz de la vida, soy el hilo conductor de esta.",
  "Me he dado cuenta de que el significado de la vida no es hacer eso, así que soy buena.",
  "Prefiero buscar el propósito de la vida que asistir.",
  "Pienso, luego... no voy a hacer eso.",
  "Mi filosofía actual: si requiere pantalones, es un no.",
  "Estoy practicando wu wei (no hacer nada) según el taoísmo, así que debo rechazarlo.",
  "¿Hacer o no hacer? Esa es la pregunta y yo he respondido 'no hacer'.",
  "Me entrené durante años con un maestro en decir no.",
  "Obtuve un cinturón negro en No-jitsu.",
  "Me he estado preparando toda mi vida para decir no a esta petición exacta.",
  "Tomé un seminario sobre asertividad y tengo ganas de usar lo que aprendí: No.",
  "Mis reflejos están perfeccionados para rechazar invitaciones automáticamente.",
  "Me inscribí en un taller de 'Simplemente di no' y necesito practicar.",
  "Soy parte de una sociedad secreta donde sólo nos comunicamos mediante negativas.",
  "Mi reacción instintiva es no y mi rodilla se siente particularmente temblorosa.",
  "Decir que no es mi cardio.",
  "He estado ensayando mi \"no\" toda la semana precisamente para tal ocasión.",
  "No es mi segundo nombre. Bueno, no legalmente, sino espiritualmente.",
  "Vengo de una larga línea de expertos en declive.",
  "Mi prueba de ADN resultó: no voy a hacer eso al 100%.",
  "Estoy genéticamente predispuesto a decir que no.",
  "Nací para decir no: la primera palabra que dije y nunca dejé de hacerlo.",
  "Tengo un raro trastorno genético en el que estallo en rechazos.",
  "Mi animal espiritual es un perezoso y me dice que me quede quieto.",
  "Astrológicamente, soy No-rgo o Libra-no-piensa (uno de esos).",
  "Hice un juramento de niña para evitar cualquier cosa que se parezca a esto.",
  "Mi life coach me aconsejó que eliminara los factores estresantes, empezando por este.",
  "A mis amigos les daría un infarto si de repente dijera que sí a las cosas.",
  "Se sentaría un mal precedente si comenzara a aceptar solicitudes razonables.",
  "Si empiezo a decir que sí ahora, ¿dónde terminará? ¿Dominación mundial? Mejor no.",
  "Decir que sí una vez podría darme reputación de ser útil; eso no lo puedo permitir.",
  "No puedo sacudir mi sistema con una responsabilidad así; órdenes del médico.",
  "Sí, es una palabra tan pequeña para un evento que cambiará mi vida, que no estoy listo.",
  "Me temo que decir sí ahora abrirá las compuertas de las expectativas.",
  "Si dijera que sí, la gente podría esperar que lo hiciera de nuevo. Dios nos libre.",
  "Aceptar esto confundiría a todos los que me conocen como un evasor profesional.",
  "Mi marca es una \"decepción confiable\" y tengo que mantener la coherencia.",
  "¿Puedo aceptar un rain check y luego perderlo para siempre?",
  "Apuntémoslo para el día 12 de Nunca.",
  "Me uniré a ustedes el 32 de este mes.",
  "¿Qué tal si pillo el siguiente... en un universo paralelo?",
  "Quizás en otro momento, como cuando los cerdos vuelan o el infierno se congela, lo que ocurra primero.",
  "Asistiré en espíritu. En concreto, el espíritu de \"no ahí\".",
  "Digamos que yo estaba allí en nuestra imaginación y terminemos el día.",
  "Estoy allí en pensamiento, pero no en cuerpo ni en presencia real.",
  "Te avisaré cuando esté libre. (No esperes despierto).",
  "Estoy en una misión en un videojuego y la vida real no puede competir.",
  "Lo haría, pero estoy a un XP de subir de nivel sin hacer nada.",
  "Mi gremio en World of Warcraft necesita que cultive pociones 'No'.",
  "Estoy en medio de una partida de Tetris de alto riesgo (sí, es muy serio).",
  "Les prometí a mis amigos en línea que mantendría activo el servidor si me quedaba.",
  "Estoy practicando mis habilidades de juego; Las misiones de la vida real tienen que esperar.",
  "Tengo que defender mi aldea virtual de los invasores pixelados en ese momento.",
  "Mi controlador murió y también mis ganas de salir.",
  "Actualmente estoy jugando un papel de recluso.",
  "Estoy ocupada logrando un nuevo puntaje alto en introversión.",
  "No tengo nada que ponerme que iguale la expresión de arrepentimiento que tendría si fuera.",
  "Toda mi ropa es alérgica a las actividades al aire libre.",
  "Mi armario y yo tenemos un acuerdo: sólo ve el sofá.",
  "Iría, pero ya me he puesto el pijama.",
  "No encuentro mi motivación para vestirme elegante; Creo que lo doné.",
  "El código de vestimenta para eso suena a \"esfuerzo\", así que me voy.",
  "Solo asisto a eventos que permiten el uso de pijama como vestimenta formal.",
  "Mi sentido de la moda acaba de enviarme un mensaje de texto: decía que no molestara.",
  "Estoy atrapado en Narnia de mi armario y no puedo salir para asistir.",
  "Lo siento, nada en mi armario grita 'hagamos esto'. Todo grita 'quédate en casa'.",
  "Mi perro se comió mi tarea y luego exigió una secuela.",
  "Llegué tarde porque el tiempo decidió pasar más rápido que yo hoy.",
  "Falté al trabajo porque en mi habitación se estaba llevando a cabo una situación de rehenes conmigo como rehén.",
  "No me presenté porque prefiero estar elegantemente ausente.",
  "Mi despertador y yo nos peleamos y ganó al no sonar.",
  "Me salté las clases porque sentí que me debía a mí mismo no aprender cosas malas.",
  "No pude unirme porque estaba ocupada sin entrar en pánico.",
  "No asistí a la reunión porque fui secuestrado por un sueño.",
  "Me retiré en el último momento porque en mi familia hay problemas de compromiso.",
  "Llegué a tiempo en espíritu, pero mi cuerpo tomó un desvío.",
  "¿Un pez necesita una bicicleta? Eso es lo que necesito para hacer esto.",
  "¿Los cerdos vuelan? Sólo entonces haría eso.",
  "¿El cielo es verde? ¿No? Ahí está mi respuesta.",
  "¿Sería prudente por mi parte estar de acuerdo? Eso es un no del Consejo Mí.",
  "¿Es esta la parte en la que digo que sí? ¿No? Bien, porque no lo haré.",
  "¿Parezco alguien que haría eso? Correcto, no lo hago.",
  "¿Es el día opuesto? Porque sino mi respuesta es no.",
  "¿Me acabo de oír como voluntario? No, así que lo mantendré así.",
  "¿Es esta una pregunta capciosa? Porque estoy respondiendo como si fuera uno: no.",
  "¿Ya voy? Responderé eso cuando el agua no esté mojada.",
  "Voy a dar mi respuesta en danza interpretativa. *realiza un NO*",
  "Si pudiera cantar, cantaría 'I say noooo' en la ópera para ti.",
  "Imagínenme gritando dramáticamente '¡Me niego!' con floritura de capa.",
  "Escribiré un haiku para mi respuesta: 'No absolutamente / Indudablemente no / Aún no, lo siento'.",
  "Imagínese un escritor del cielo escribiendo \"NO\" encima de su casa: esa es mi respuesta.",
  "Inserte un sonido de orquesta: dun dun dun NO.",
  "Estoy tirando confeti y el confeti dice \"NO\".",
  "Estoy sosteniendo una tarjeta de puntuación que dice 0, como 0% de probabilidad.",
  "Hora del teatro de improvisación: interpreto a una persona que dice que no. Fin de escena.",
  "*Indica una salida dramática con un monólogo de rechazo*.",
  "Lo haría, pero soy Batman. (Esa excusa sirve para cualquier cosa, ¿verdad?)",
  "Ayer fui secuestrado por extraterrestres y me dieron instrucciones estrictas para evitarlo.",
  "Los extraterrestres me invitaron a una fiesta de galaxias y ya les respondí que sí.",
  "Me estoy comunicando con extraterrestres en ese momento, los eventos terrestres deben esperar.",
  "Estoy en una misión a Marte en mis sueños, programando un conflicto con la realidad.",
  "No puedo venir; Soy el guía turístico de los extraterrestres en la Tierra y son muy exigentes.",
  "La nave nodriza vendrá a recogerme en cualquier momento.",
  "Estoy aprendiendo un idioma extraño; Ellos no tienen una palabra para decir sí y yo tampoco la tengo ahora.",
  "Los extraterrestres se llevaron mi entusiasmo cuando se fueron.",
  "Sospecho que soy un extraterrestre e históricamente evitamos esas situaciones.",
  "Mi planeta me necesita, así que debo irme (es decir, debo quedarme en casa).",
  "Me postulo para presidente del Club de Procrastinación; Mi campaña requiere mucho tiempo.",
  "Mi voluntad de participar desapareció misteriosamente tal como me lo pediste.",
  "Jugué a la lotería del cariño y perdí.",
  "Tengo un miedo irracional a disfrutar accidentalmente de mis obligaciones, por eso las evito.",
  "Como dice el meme, nadie tiene tiempo para eso.",
  "Estoy demasiado profunda en mi zona de confort para siquiera ver la salida.",
  "He alcanzado mi límite de nope para el día.",
  "Mi calendario acaba de enviarme una orden de restricción contra nuevos eventos.",
  "Estoy en una relación a largo plazo con planes de cancelación.",
  "Estoy experimentando JOMO (Joy Of Missing Out) por este evento.",
  "Canalizando lo opuesto a Nike: \"Simplemente no lo hagas\".",
  "Prefiero arrepentirme de no haberlo hecho que arrepentirme de haberlo hecho.",
  "Aplicando mi versión de la Ley de Murphy: si se puede evitar, se evitará.",
  "Mi respuesta es como el gato de Schrödinger: es al mismo tiempo sí y no hasta que te das cuenta de que simplemente es no.",
  "YOLO, por eso digo que no: valoro demasiado mi única vida.",
  "Mi aplicación de horóscopo me acaba de notificar: \"Hoy es un buen día para decir que no\".",
  "Si decir no fuera un deporte olímpico, tendría medalla de oro.",
  "Llevo mi negativa como una insignia de honor.",
  "Voy a tener que declinar más rápido que un guepardo con bebidas energéticas.",
  "Yo diría que sí, pero entonces tendría que despertar de mi ensueño y la realidad es mucho menos agradable.",
  "¡Emergencia! Me acabo de quedar sin chocolate y eso es todo lo que puedo soportar ahora.",
  "El destino simplemente se deslizó en mis mensajes directos con un gran \"no\".",
  "Mi cerebro está a pleno rendimiento con información inútil, no hay lugar para nuevas tareas.",
  "Si te ayudo, me sentiría orgullosa de mí misma, y ​​no puedo manejar tanta emoción.",
  "Te daré dos opciones: no o no. Puedes elegir.",
  "Hagámoslo de opción múltiple. Elijo la opción (D): no sucederá.",
  "Mire el lado positivo: al menos soy coherente en decir que no.",
  "Considere esto como un \"no\" servido con un toque de sarcasmo.",
  "Estoy atrapado en un agujero negro de procrastinación y no puedo escapar a tiempo para hacerlo.",
  "Sólo digo que sí durante los eclipses solares y no hay ninguno programado.",
  "Mi alma retro no puede con tareas modernas como esa.",
  "La palabra \"sí\" me da urticaria; Estoy evitando una reacción alérgica.",
  "Tuve un sueño y dije que sí; Me desperté sudando frío. No hacer eso en realidad.",
  "En el tiempo que tardaste en preguntar ya decidí que no.",
  "Lo siento, no puedo oírte porque no hago eso.",
  "Creo que nuestra conexión es mala. Si me pediste que hiciera algo, la respuesta es estática... lo que significa que no.",
  "Te entendí mal, pensé que habías dicho 'quieres un taco'. Como no lo hiciste, no me interesa.",
  "Mi teléfono corrigió automáticamente tu solicitud y dijo \"no\", raro, ¿verdad?",
  "Recibí tu mensaje, pero desafortunadamente mi filtro de spam lo detectó en \"tareas no deseadas\".",
  "Creo que tienes el número equivocado; la persona que dice que sí no está disponible.",
  "Hablo sarcasmo con fluidez, por lo que mi interpretación de tu pregunta es un rotundo no.",
  "Déjame ponerte en espera... *nunca quita la espera*",
  "No recibí la nota de que se suponía que debía importarme.",
  "Estoy experimentando algunas dificultades técnicas para dar un maldito.",
  "Los dioses de la procrastinación exigen que sacrifique esta tarea al no realizarla.",
  "No es una oración completa y es mi respuesta final.",
  "Temo que aceptar de alguna manera podría desencadenar un apocalipsis zombie, así que voy a lo seguro.",
  "Mi sentido arácnido hormiguea y me dice que no haga esto.",
  "La tela de mi ser simplemente no está tejida para esa petición.",
  "Dicen 'sigue tus sueños', y mi sueño es no hacer eso.",
  "Simplemente sigo el dicho \"haz lo que amas\" y me encanta decir que no.",
  "Hoy no, Satanás. En realidad, no cualquier día.",
  "Mi procrastinación está haciendo un trabajo fantástico; No quisiera interrumpir su flujo.",
  "No significa 'Nuevas Oportunidades'... para mí quedarme en casa.",
  "Hice una apuesta a que podría decir no a todo durante una semana. Estoy a punto de ganar.",
  "Estoy realizando un experimento social en el que digo no y observo lo que sucede.",
  "Una de mis cosas que me molestan es hacer cosas, así que simplemente no las hago.",
  "La vida es corta y elijo desperdiciarla a mi manera, no en eso.",
  "Ya cumplí mi cuota de malas decisiones del mes; Decir que sí lo superaría.",
  "Me encantaría participar, pero estoy muerta por dentro, así que simplemente no puedo.",
  "Tengo el síndrome del personaje principal y el arco de mi historia no implica hacer eso.",
  "Piensa en mí como la jefa final de decir que no, invicta.",
  "El tiempo es un recurso no renovable y elijo no gastarlo.",
  "Mi prueba gratuita para hacer cosas expiró y no puedo pagar la suscripción.",
  "Sigo una dieta estricta de \"sin compromisos\".",
  "Estoy haciendo ayuno intermitente de responsabilidades; hoy es un día de ayuno.",
  "Sólo digo que sí los días bisiestos, y hoy no lo es.",
  "No puedo arriesgarme a desbloquear mi formulario final siendo útil.",
  "Necesito mantener mi aire de misterio al no presentarme.",
  "No puedo permitir que la gente descubra que realmente tengo tiempo libre.",
  "Usé toda mi fuerza de voluntad nada más levantarme de la cama esta mañana.",
  "Mi vida es una elección de tu propia aventura y pasé a la página donde digo que no.",
  "Por el poder que me ha sido conferido, oficialmente digo que no.",
  "Yo, yo y yo tuvimos una reunión; decidimos por unanimidad rechazarlo.",
  "Veo tu petición y te planteo un 'no'.",
  "Mi entusiasmo está pendiente de entrega y la fecha de entrega se sigue retrasando.",
  "Todavía me estoy recuperando de la última vez que dije que sí.",
  "Solía ​​hacer cosas así y luego recibí una flecha en la rodilla.",
  "No es procrastinación si nunca planeé hacerlo.",
  "No elegí la no vida; La no vida me eligió.",
  "Actualmente, mi sistema operativo no admite esfuerzo.",
  "Mi asistente personal (que es imaginario) ya rechazó la oferta por mí.",
  "Prefiero seguir siendo un mensaje fuera de la oficina en forma humana.",
  "Me perdí en el camino hacia el \"sí\" y terminé con el \"no\".",
  "Si digo que sí, entonces tendría que hacerlo; evitémoslo.",
  "En el viaje del héroe de mi vida, estoy en la etapa de \"rechazo de la llamada\".",
  "Estoy en un año sabático de cualquier cosa que parezca trabajo.",
  "Hice el propósito de Año Nuevo de decir no más a menudo. A partir de ahora.",
  "Realicé una evaluación de riesgos y los resultados dijeron \"no\".",
  "Tengo una reputación que defender, específicamente la de decir no.",
  "Mi intuición me dice que este no es el día en que empiezo a ser útil.",
  "La idea de hacer eso me provocó un dolor de espalda fantasma. Voy a pasar.",
  "Si tuviera cinco centavos por cada vez que dije que no, tendría muchos cinco centavos.",
  "Estoy asistiendo a una reunión del Anti-Social Social Club (soy el único miembro).",
  "El disco duro de mi cerebro está lleno; no hay lugar para esa tarea.",
  "Iría, pero estoy probando algo nuevo que simplemente no puedo.",
  "Lamento informarle que no lo haré enérgicamente.",
  "Vivo indirectamente a través de otros que dicen que sí, así que no tengo que hacerlo yo.",
  "Espejito, espejito en la pared, ¿debería hacerlo? Decía: \"En absoluto\".",
  "No puedo decir que sí; pondría en peligro mi posición en el Salón de la Fama de los Procrastinadores.",
  "La probabilidad de que haga eso se acerca al cero absoluto.",
  "Mi compromiso de no hacer nada se volvería celoso si hiciera otra cosa.",
  "Mi competencia principal es evitar cosas y realmente necesito concentrarme en ello.",
  "Me falta el entusiasmo necesario para siquiera pretender considerarlo.",
  "Soy más una persona que 'observa desde lejos' que una persona que 'participa'.",
  "Mi cerebro es como un loro que sólo sabe una palabra: 'no'.",
  "Estoy escribiendo un libro llamado '101 maneras de decir no'. Gracias por el material.",
  "Soy una mentirosa terrible, así que no fingiré que quiero hacer eso.",
  "'No.' Le doy cinco estrellas a esa respuesta.",
  "'No', de mi parte, con amor.",
  "Que el 'no' os acompañe.",
  "Decir que no es mi superpoder y lo estoy usando para ahorrar mi tiempo libre.",
  "Me sentí agotado con solo escucharlo, así que lo rechazo preventivamente.",
  "Estoy siguiendo el principio del mínimo esfuerzo, lo que significa que tengo que rechazarlo.",
  "Mi vida es como una comedia sobre cómo evitar la responsabilidad y no puedo romper el carácter.",
  "Verifiqué mi disponibilidad y los resultados fueron negativos.",
  "Voy a fingir que no escuché esa petición y seguiré sin hacerlo.",
  "No se puede—dicho de la manera más amable posible.",
  "Estoy tomando un año de salud mental (a partir de ahora), así que tengo que rechazarlo.",
  "Me niego a responder porque puede llevar a realizar un trabajo real.",
  "Seamos honestos: ambos sabemos que no lo voy a hacer.",
  "Voy a tener que dejar de hacerlo por motivos personales (motivo personal: simplemente no quiero).",
  "No presumir, pero soy muy buena en no hacer cosas.",
  "Imagine un diagrama de Venn de mi agenda y su solicitud; no se superponen.",
  "Tengo demasiadas pestañas abiertas en mi cerebro y ninguna trata sobre eso.",
  "Estoy lleno de introspección (que es un código para no hacer nada).",
  "Tengo una lista de cosas que no hacer y esta está justo en la parte superior.",
  "Estoy sobrecargada de bajo rendimiento.",
  "Esta solicitud está por encima de mi nivel salarial emocional.",
  "Mi entusiasmo se declaró en quiebra, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios en blanco reservados para mí-tiempo.",
  "No te estoy ignorando, te estoy dando un no firme.",
  "Si asumo una cosa más, me convertiré oficialmente en una advertencia.",
  "Piense en mi negativa como una lección gratuita sobre cómo manejar el rechazo.",
  "Admiro tu persistencia en preguntar, pero sigue siendo un no.",
  "Ya estoy viviendo en la vía rápida de no hacer nada, así que no puedo frenar por eso.",
  "No puedo hacerlo; Estoy extremadamente ocupado sin estar ocupado.",
  "Si te ayudo, me sentiré obligado a ayudar a los demás, y ése es un terreno resbaladizo que estoy evitando.",
  "El universo me dijo que me diera un capricho, lo que tomo como una señal para que me quede en casa.",
  "Nadie me ha acusado nunca de ser demasiado útil y no planeo empezar ahora.",
  "Tengo miedo al cambio, así que sigo diciendo que no.",
  "Mi vida es como una torre Jenga; una cosa más podría hacer que colapse.",
  "No tengo el ancho de banda (ni ningún otro ancho) para eso.",
  "La vida es corta y mi lista de siestas es larga.",
  "Francamente, querida, me importa un bledo (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero todavía tengo que decir que no.",
  "El momento no es el adecuado, principalmente porque simplemente no quiero hacerlo.",
  "Estoy en modo sigiloso social, por lo que debo rechazar cualquier invitación.",
  "Tengo una enfermedad crónica llamada 'idontwanna'.",
  "Estoy eligiendo la iluminación del sofá en lugar de esfuerzos mundanos como ese.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de \"no hacer nada\".",
  "¿Qué tal si prometo pensar en ello? (No lo haré, pero suena educado).",
  "Tengo un compromiso previo: un concurso de miradas con mi muro.",
  "Estaré ocupada explorando lo genial en el interior.",
  "El sofá me ha aceptado como uno de los suyos y no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí'; simplemente me mantengo en la tendencia.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que lo haga son casi las mismas que las de ganar la lotería sin comprar un boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de cosas por hacer.",
  "Por favor, disculpe, mi cerebro actualmente está fuera de servicio.",
  "Si hubiera un premio por evitar la participación, yo sería el favorito.",
  "Estoy rechazando por exceso de apatía.",
  "Mi destino está en otra parte, concretamente en mi sofá.",
  "No se consigue simplemente que diga que sí.",
  "Es un no de mi parte, amigo.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado y no puedo permitirlo.",
  "Mi energía es solar y es de noche.",
  "Tomaré uno por el equipo al no unirme a este esfuerzo.",
  "Pongo al 'pro' en procrastinar, y no arruinaré mi racha.",
  "Incluso mi sombra decidió quedarse en casa, así que yo también lo haré.",
  "Por suerte, tengo un seguro contra la procrastinación. Me cubre para situaciones como esta.",
  "No soy mi circo, y esos no son mis monos, así que no es mi actuación actuar.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida para llevar y se instaló.",
  "Mi voluntad de hacerlo está en el taller para reparaciones.",
  "Podría enumerar 1.000 razones por las que digo que no, pero te las ahorraré.",
  "Lo rechazo ahora, para evitar rechazarlo más adelante.",
  "Me estoy eligiendo a mí mismo por encima de este compromiso, así que no.",
  "Te ahorraré un sí a medias y te daré un no honesto.",
  "Si mi vida fuera una película, esta es la parte en la que digo que no y pongo los créditos.",
  "Estoy cerrando la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó \"no\" tan fuerte que tuve que responder en consecuencia.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible en este momento (nunca vuelvas a intentarlo).",
  "Para citar una respuesta famosa: 'No'.",
  "Estoy ejerciendo mi derecho a decir que no.",
  "Piense en esto como un veto estratégico.",
  "Nunca he estado tan segura de nada como estoy de decir que no.",
  "Me desperté hoy y decidí que era un día de \"no\".",
  "Hoy sólo hablo en términos negativos.",
  "Tengo la misión de mantener cero compromisos.",
  "Incluso mi FitBit me dice que me quede quieta.",
  "Elijo Netflix antes que el estrés, lo siento.",
  "No, de la forma más sincera y divertida posible.",
  "Mi calendario está en huelga.",
  "Yo me elijo, así que te digo que no.",
  "Les estoy haciendo un favor a todos al ceñirme a lo que se me da bien: decir no.",
  "No es parte de mi rutina de cuidado personal.",
  "Este es un no libre de culpa.",
  "Si te ayudara, te estaría robando la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy engañando; Te doy un no firme.",
  "Estoy en paz con decir que no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "No vine tan lejos para llegar tan lejos. De hecho, no vendré en absoluto.",
  "Es un \"no\" del comité formado por mí, por mí y por mí.",
  "Debo declinar; He alcanzado mi umbral para que me importe un carajo.",
  "Aunque quisiera, no podría. Y no quiero.",
  "En su lugar, aprovecharé la oportunidad para no hacer nada.",
  "Mi voluntad de participar ha abandonado el edificio.",
  "Su solicitud ha sido denegada por falta de interés por mi parte.",
  "Supongamos que dije que no y sigamos adelante.",
  "Actualmente estoy fuera de servicio. Por favor vuelva a intentarlo nunca.",
  "Por desgracia, debo rechazarlo.",
  "Rechazar esta solicitud me genera alegría.",
  "Tal vez podría estar convencida, pero probablemente todavía diría que no al final.",
  "Tengo una objeción filosófica a hacer eso.",
  "Si fuera más indiferente, sería una estatua.",
  "Necesito priorizar mis prioridades, que actualmente son dormir y merendar.",
  "Mi agenda tiene una función incorporada de \"no\".",
  "Decir que sí rompería las leyes de la física en mi universo personal.",
  "En este punto, decir que sí se sentiría mal.",
  "Me prometí a mí mismo que seguiría siendo inútil esta semana.",
  "Mi pereza está en pleno apogeo y no puedo desarraigarla por eso.",
  "Soy alérgica a las obligaciones y exploto con excusas.",
  "Me quedaré sentado y dejaré que el karma recompense mi honestidad.",
  "No puedo hacerlo, dicho de la manera más amable posible (todavía no).",
  "Piense en mi 'no' como un acto de cuidado personal.",
  "Estoy ejerciendo mi libertad de elección y elijo no.",
  "Estoy trabajando duro sin hacer nada en absoluto.",
  "Ayudaría, pero eso contradeciría la misión de mi vida.",
  "No, pero aprecio tu optimismo.",
  "Tengo un cinturón negro en evasión y odiaría desperdiciarlo (así que no).",
  "Estoy en el Programa de Protección contra Testigos (digo que no y luego me escondo).",
  "Tengo que quedarme en casa y asegurarme de que la gravedad siga funcionando. (Alguien tiene que hacerlo).",
  "Si voy, ¿quién defenderá el fuerte? (El fuerte es mi sofá).",
  "Estoy en medio de una auditoría de vida y los compromisos innecesarios no fueron suficientes.",
  "En realidad, rechazar esto es parte de mi plan quinquenal.",
  "Imagine un diagrama de Venn de mi agenda y su solicitud; no se superponen.",
  "Tengo demasiadas pestañas abiertas en mi cerebro y ninguna de ellas trata sobre esa tarea.",
  "Estoy lleno de introspección (que es un código para no hacer nada).",
  "Tengo una lista de cosas que no hacer y esta está justo en la parte superior.",
  "Estoy sobrecargada de bajo rendimiento.",
  "Esta solicitud está por encima de mi nivel salarial emocional.",
  "Mi entusiasmo se declaró en quiebra, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios en blanco reservados para mí-tiempo.",
  "No te estoy ignorando; te estoy dando un \"no\" muy claro.",
  "Si asumo una cosa más, me convertiré oficialmente en una advertencia.",
  "Piense en mi negativa como una lección gratuita sobre cómo manejar el rechazo.",
  "Admiro tu persistencia en preguntar, pero sigue siendo un no.",
  "Ya estoy viviendo en la vía rápida de no hacer nada, así que no puedo frenar por eso.",
  "No puedo hacerlo; Estoy extremadamente ocupado sin estar ocupado.",
  "Si te ayudo, me sentiré obligado a ayudar a los demás, y ése es un terreno resbaladizo que estoy evitando.",
  "El universo me dijo que me diera un capricho, lo que tomo como una señal para que me quede en casa.",
  "Nadie me ha acusado nunca de ser demasiado útil y no planeo empezar ahora.",
  "Tengo miedo al cambio, así que sigo diciendo que no.",
  "Mi vida es como una torre Jenga; una cosa más podría hacer que colapse.",
  "No tengo el ancho de banda (ni ningún otro ancho) para eso.",
  "La vida es corta y mi lista de siestas es larga.",
  "Francamente, querida, me importa un bledo (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero todavía tengo que decir que no.",
  "El momento no es el adecuado, principalmente porque simplemente no quiero hacerlo.",
  "Estoy en modo sigiloso social, por lo que debo rechazar cualquier invitación.",
  "Tengo una enfermedad crónica llamada 'idontwanna'.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de \"no hacer nada\".",
  "¿Qué tal si prometo pensar en ello? (No lo haré, pero suena educado).",
  "Tengo un compromiso previo: un concurso de miradas con mi muro.",
  "Estaré ocupada explorando lo genial en el interior.",
  "El sofá me ha aceptado como uno de los suyos y no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí'; simplemente me mantengo en la tendencia.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que lo haga son casi las mismas que las de ganar la lotería sin comprar un boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de cosas por hacer.",
  "Por favor, disculpe, mi cerebro actualmente está fuera de servicio.",
  "Si hubiera un premio por evitar la participación, yo sería el favorito.",
  "Estoy rechazando por exceso de apatía.",
  "Mi destino está en otra parte, concretamente en mi sofá.",
  "No se consigue simplemente que diga que sí.",
  "Es un no de mi parte, amigo.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado y no puedo permitirlo.",
  "Mi energía es solar y es de noche.",
  "Tomaré uno por el equipo al no unirme a este esfuerzo.",
  "Pongo al 'pro' en procrastinar, y no arruinaré mi racha.",
  "Incluso mi sombra decidió quedarse en casa, así que yo también lo haré.",
  "Por suerte, tengo un seguro contra la procrastinación. Me cubre para situaciones como esta.",
  "Ni mi circo, ni mis monos, así que definitivamente no es mi acto a representar.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida para llevar y se instaló.",
  "Mi voluntad de hacerlo está en el taller para reparaciones.",
  "Podría enumerar 1.000 razones por las que digo que no, pero te las ahorraré.",
  "Lo rechazo ahora, para evitar rechazarlo más adelante.",
  "Me estoy eligiendo a mí mismo por encima de este compromiso, así que no.",
  "Te ahorraré un sí a medias y te daré un no honesto.",
  "Si mi vida fuera una película, esta es la parte en la que digo que no y pongo los créditos.",
  "Estoy cerrando la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó \"no\" tan fuerte que tuve que responder en consecuencia.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible en este momento (nunca vuelvas a intentarlo).",
  "Para citar una respuesta famosa: 'No'.",
  "Estoy ejerciendo mi derecho a decir que no.",
  "Piense en esto como un veto estratégico.",
  "Nunca he estado tan segura de nada como estoy de decir que no.",
  "Me desperté hoy y pensé: 'no lo hagamos'.",
  "Hoy sólo hablo en términos negativos.",
  "Tengo la misión de mantener cero compromisos.",
  "Incluso mi FitBit me dice que me quede quieta.",
  "Elijo Netflix antes que el estrés, lo siento.",
  "No, de la forma más sincera y divertida posible.",
  "Mi calendario está en huelga.",
  "Les estoy haciendo un favor a todos al ceñirme a lo que se me da bien: decir no.",
  "No es parte de mi rutina de cuidado personal.",
  "Este es un no libre de culpa.",
  "Si te ayudara, te estaría robando la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy engañando; Te doy un no firme.",
  "Estoy en paz con decir que no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "Por desgracia, debo rechazarlo.",
  "Rechazar esta solicitud me genera alegría.",
  "No te estoy ignorando; te estoy dando un \"no\" muy claro.",
  "Finge que te di una excusa inteligente y toma el \"no\" como está implícito."
]
