[
  "Dans une autre saison de la vie, je pourrais dire oui, mais pas maintenant.",
  "Même si je l’apprécie, poursuivre dans cette voie n’est pas quelque chose dans lequel je peux m’engager.",
  "Chaque fois que j’y pense, j’entends un petit « non » dans le vent.",
  "Mon futur moi m’a écrit une note : « S’il te plaît, ne recommence pas. »",
  "Cela semble intéressant, mais je ne suis pas la meilleure personne pour cela.",
  "J’apprécie cette pensée, mais ce n’est pas la bonne solution pour moi en ce moment.",
  "J'adorerais dire oui, mais je viens de prendre l'engagement de faire des choses moins discutables cette semaine.",
  "Même si je l'apprécie, considérer que ce n'est pas quelque chose auquel je peux m'engager.",
  "Même si je l'apprécie, faire du bénévolat n'est pas quelque chose dans lequel je peux m'engager.",
  "J'essaie d'être plus intentionnel avec ce que j'accepte, et cela ne correspond pas tout à fait.",
  "Je veux être honnête avec vous : je ne me sens pas à l’aise de m’engager dans cette voie.",
  "Je dois faire confiance à mon instinct – et il suggère gentiment un non.",
  "Dire non à cela m'aide à dire oui à quelque chose qui compte le plus pour moi.",
  "Si je disais oui, je nous mentirais à tous les deux – et mon thérapeute m'a dit d'arrêter de faire ça.",
  "Je vais respectueusement refuser. Cela ne correspond pas à l’endroit où je vais.",
  "Même si je l’apprécie, je ne peux pas m’engager à essayer cela.",
  "Cette opportunité mérite plus que ce que je peux lui donner maintenant.",
  "Je ne déteste pas l’idée, mais je ne veux pas non plus le faire.",
  "Je ne suis pas en mesure de m’engager là-dessus pour le moment.",
  "Même si je l’apprécie, l’explorer n’est pas quelque chose dans lequel je peux m’engager.",
  "J’ai fait la paix avec des choses en déclin qui ne me dynamisent pas.",
  "Même mon calendrier a ri quand j'ai essayé d'insérer ça.",
  "J’ai décidé de suspendre de nouveaux engagements pour le moment.",
  "Cela ressemble à quelque chose que Future Me crierait à Present Me pour avoir accepté.",
  "J’ai déjà essayé d’en faire trop, et cela ressemble à du déjà vu.",
  "Vous y avez consacré beaucoup d’énergie et j’espère que vous comprenez ma décision de prendre du recul.",
  "Même si je l'apprécie, je ne peux pas m'engager à y participer.",
  "C'est une excellente idée, à confier à quelqu'un d'autre.",
  "La version de moi qui dit oui à ça n’existe plus.",
  "Même mon café disait : « Pas aujourd’hui ».",
  "Mon comité de paix intérieure a opposé son veto à cette idée à l’unanimité.",
  "Je sais à quel point cela compte, mais je ne peux pas lui accorder l’attention qu’il mérite.",
  "J'ai eu une vision de faire cela, puis je me suis immédiatement endormi dedans.",
  "Mentalement, j’ai déjà quitté la pièce où cela allait se produire.",
  "Même si je l’apprécie, l’accepter n’est pas quelque chose auquel je peux m’engager.",
  "Cela ne correspond pas à mes valeurs ou à mes objectifs actuels.",
  "Sachez que ma décision ne reflète pas vous, mais simplement mes propres limites.",
  "Je respecte cette opportunité, mais je connais mes limites – et cela les pousserait trop loin.",
  "Si j’acceptais cela, je trahirais le temps que je me suis promis.",
  "Une fois, j’ai pris une décision similaire et mon chat ne m’a plus regardé dans les yeux depuis. Ne répétons pas l’histoire.",
  "Si je suis d’accord, je devrais me cloner. Et je ne lui fais pas confiance.",
  "Celui-ci ne me semble pas tout à fait correct, je vais donc devoir passer.",
  "Je préfère dire non avec honnêteté plutôt que oui avec ressentiment.",
  "Merci d'avoir pensé à moi, mais je vais devoir laisser de côté celui-là.",
  "J’ai pris le temps de réfléchir et je pense que transmettre cette information est la bonne décision pour le moment.",
  "J’apprécie vraiment notre connexion et j’espère que mon non ne changera pas cela.",
  "Ce n’est pas un non pour toujours, mais c’est un non pour l’instant.",
  "Mon enthousiasme est sincère, mais ma disponibilité est imaginaire.",
  "Même si je l’apprécie, je ne peux pas m’y engager.",
  "À ce stade, je n’ai pas la bande passante pour rendre justice à cela.",
  "J'ai appris à protéger mon temps, et cela ne correspond pas à la façon dont je veux le dépenser.",
  "Ce n’est pas quelque chose que je peux prioriser pour le moment.",
  "Si je disais oui, l’univers pourrait s’effondrer sous le choc.",
  "Si je suis d’accord, cela pourrait briser le continuum espace-temps.",
  "Vous aider maintenant pourrait créer un paradoxe temporel : il vaut mieux ne pas prendre de risques.",
  "Je ne peux pas, je suis en train d'empêcher un avenir où je dirai oui.",
  "Mon calendrier est aligné sur Jupiter et les étoiles disent non.",
  "Je suis presque sûr que dire oui est interdit dans cette galaxie.",
  "Le multivers ne me pardonnerait jamais si j’obéissais.",
  "Toute chronologie où je dis oui se termine par le chaos, donc je choisis judicieusement.",
  "Je suis d'accord ? C'est comme diviser par zéro : dangereux et interdit.",
  "Accepter cette offre provoquerait un problème dans la Matrice.",
  "Je suis actuellement réservé pour la prochaine décennie en faisant semblant d'être productif.",
  "J'adorerais, mais j'en ai marre de compter les dalles du plafond.",
  "Désolé, je suis trop occupé à réorganiser mon tiroir à chaussettes par couleur et par humeur.",
  "J'ai un rendez-vous avec mon canapé et il ne faudra pas non pour répondre.",
  "J'ai une alerte de calendrier pour m'asseoir et regarder dans le vide à cette heure exacte.",
  "Mon emploi du temps est chargé : je classe mes collations par ordre alphabétique.",
  "Je dois terminer une séance intense sans rien faire du tout.",
  "J'ai déjà pris l'engagement de regarder la peinture sécher de façon excessive.",
  "Je suis au milieu d'un marathon de procrastination très important.",
  "Je ne peux pas; J'assiste à l'ouverture de mon réfrigérateur.",
  "J'aiderais bien, mais mon ami imaginaire a davantage besoin de moi.",
  "Je ne peux pas; mon animal de compagnie traverse une crise émotionnelle.",
  "Mon poisson rouge se marie ce jour-là, je dois y assister.",
  "J'ai promis à mon chat imaginaire que je resterais à la maison ce soir.",
  "Ma licorne gardienne dit que je ne devrais pas.",
  "Je dois garder les enfants imaginaires de mon ami imaginaire.",
  "Malheureusement, je me porte volontaire pour tester le goût du nouveau régime alimentaire de mon animal.",
  "Mon dragon de compagnie a un rendez-vous chez le vétérinaire, je ne peux pas le manquer.",
  "Je suis puni par mon perroquet de compagnie pour mauvais comportement, donc je ne peux pas y aller.",
  "J'ai prêté ma machine à voyager dans le temps à un ami et maintenant je ne peux pas revenir en arrière et me libérer cet après-midi.",
  "J'ai fait le vœu d'éviter toute forme de productivité.",
  "C'est contre ma religion personnelle de faire quoi que ce soit d'utile aujourd'hui.",
  "Mon psychiatre m'a conseillé d'éviter les activités potentiellement amusantes.",
  "J'ai juré de refuser toutes les demandes sur un coup de tête.",
  "Je ne fonctionne qu'avec le café et le déni, et je n'ai plus de café.",
  "Je suis allergique à toute forme de responsabilité.",
  "J'ai un certificat médical qui m'interdit spécifiquement d'aider.",
  "J'adorerais aider, mais j'essaie de mettre fin à ma tendance à être utile.",
  "Mon coach en procrastination a dit que je ne suis pas encore prêt pour les tâches réelles.",
  "J'ai renoncé à dire oui pour le Carême, et il n'est pas encore terminé.",
  "J'ai pour politique personnelle de dire non les jours se terminant par « y ».",
  "Le calendrier de mon téléphone m'a juste fait face pour ne serait-ce que l'avoir envisagé.",
  "Je dois mettre à jour mon statut sur les réseaux sociaux en « occupé à ne pas faire ça ».",
  "J'ai actuellement tendance à dire « non ».",
  "Je ne peux pas, j'ai promis à Netflix de rester et de regarder des films.",
  "Mon Wi-Fi de motivation a perdu la connexion.",
  "J'attends que mon téléphone se recharge, je ne peux rien faire tant qu'il n'est pas à 100 %.",
  "Ma bio sur Twitter dit \"Souvent dit non\", je dois rester fidèle à la marque.",
  "Je suis occupé à chercher de la motivation sur Google ; aucun résultat trouvé.",
  "Je suis coincé dans un terrier Internet et je ne trouve pas la sortie.",
  "Je ne peux pas venir ; Je suis en appel Zoom avec mon canapé.",
  "J'adorerais, mais je préfère ne pas le faire.",
  "Ma réponse est non : fraîchement sorti du four, juste pour vous.",
  "J'y ai réfléchi attentivement et j'y vais avec un non catégorique.",
  "Pas même s’il y avait des beignets gratuits.",
  "C'est la partie où je dis « non » et nous passons tous les deux à autre chose.",
  "Laisse-moi vérifier mon emploi du temps... oh écoute, c'est un non permanent.",
  "Je suis flatté que vous ayez posé cette question, mais je vais réussir avec brio.",
  "J'ai atteint mon quota de dire oui pour l'année.",
  "Je suis trop cool pour dire oui à ça.",
  "Comme le dit le proverbe : « Non, non, non ».",
  "Vous ne voulez pas que je dise oui, croyez-moi, c'est pour le bien commun.",
  "La dernière fois que j'ai dit oui, il a plu pendant 40 jours. Je ne ferai plus ça.",
  "J'ai promis à mon futur moi de dire non à celui-ci.",
  "Si j'étais d'accord, je devrais l'expliquer à mon thérapeute.",
  "Mes expériences passées avec le oui ont été traumatisantes.",
  "Dire oui est sur ma liste de choses à arrêter.",
  "Je le ferais, mais je devrais alors admettre que j'avais tort de tout détester.",
  "L'univers m'a donné un signe pour dire non (c'était une enseigne au néon, très claire).",
  "Une fois, j'ai dit oui. Cela ne s'est pas bien terminé. Il y avait des lamas impliqués.",
  "Mon intuition et moi avons voté non à l’unanimité.",
  "Cela ressemble à une opportunité incroyable... pour quelqu'un d'autre.",
  "Quelle belle idée ! Je suis triste de ne pas pouvoir en faire partie. Eh bien, ce n'est pas si triste.",
  "J'envie les gens qui vous diront oui, vraiment.",
  "J'adore absolument le concept, mais je vais devoir laisser de côté celui-ci.",
  "Plan génial ! Malheureusement, je suis sous protection des témoins contre les bonnes idées.",
  "Ce serait un rêve devenu réalité. Dommage que je sois réveillé et que je dis non.",
  "Vous avez peint un si beau tableau, je l'admirerai de loin.",
  "Une offre si généreuse ! Je vais généreusement refuser.",
  "Je suis sûr que ce sera un succès retentissant, mais je serai un admirateur lointain.",
  "Cela semble passionnant ! Je suis déjà fatigué rien que d'y penser.",
  "J'ai déjà enfilé mon pyjama, donc c'est non.",
  "Mon canapé a déclaré une zone interdite aux déplacements et je le respecte.",
  "Je n'ai pas envie de changer mon burrito confortable.",
  "J'économise mon énergie pour une sieste épique.",
  "Je suis trop paresseux pour trouver une bonne excuse, alors non.",
  "Déménager de cet endroit nécessite un préavis de 24 heures.",
  "J'économise de l'énergie aujourd'hui sans raison particulière.",
  "Je le ferais, mais cela ressemble à un effort et je suis allergique.",
  "Je rencontre actuellement des difficultés techniques pour déménager.",
  "Je m'entraîne pour un marathon sans bouger.",
  "Je dois me laver les cheveux cette décennie-là.",
  "Je dois décongeler l'iceberg dans mon congélateur.",
  "Désolé, je dois repasser mes sous-vêtements ce soir-là.",
  "Je dois m'occuper de mon jardin de fleurs en plastique.",
  "Mon poisson a besoin d'une promenade et c'est prioritaire.",
  "Je dois permuter les pneus de ma chaise de bureau.",
  "Je marathonne une série de tâches ménagères dans ma tête.",
  "Les plats menaçaient de se révolter si je les laissais à nouveau.",
  "Mon frigo et moi suivons une thérapie de couple à ce moment-là.",
  "Je dois m'asseoir sur celui-ci pendant que je trie mon zoo de chaussettes.",
  "Dans un univers alternatif, j’ai totalement fait ça. Mais pas dans celui-ci.",
  "Peut-être que dans ma prochaine vie j'y réfléchirai, mais moi actuel je dis non.",
  "Dans une dimension parallèle, j'y suis déjà – dommage que nous soyons là.",
  "J'ai consulté mon autre moi ; ils ont également refusé.",
  "Si je me clone, j'enverrai le clone. Jusque-là, non.",
  "J'ai vérifié auprès de mon futur, et ils ont roulé des yeux, donc je vais passer.",
  "Je suis coincé dans une boucle temporelle où je dis non.",
  "Dans une chronologie alternative, j'ai dit oui, et cela a provoqué une apocalypse zombie.",
  "Mon jumeau maléfique pourrait être intéressé ; dommage qu'ils soient occupés aussi.",
  "Quelque part dans un univers parallèle, je suis plus utile. Ce n’est pas cet univers.",
  "Je le ferais, mais cela semble dangereusement proche du travail.",
  "Mon envie de faire ça est actuellement dans le coma.",
  "Je suis sûr que je gâcherais tout de façon spectaculaire, alors mieux vaut ne pas le faire.",
  "Je pourrais participer, mais alors qui tiendrait le mur ici ?",
  "Cette demande est au-dessus de mon niveau de rémunération de zéro.",
  "L’esprit est bien disposé, mais le calendrier dit non.",
  "Je préfère ne pas tenter le destin en essayant quelque chose de nouveau aujourd'hui.",
  "Si j'adhère, je ferais juste baisser la moyenne.",
  "Je fais ça ? C’est le rebondissement dont personne ne veut.",
  "Je pratique la distanciation sociale par rapport à cette idée.",
  "J'ai une condition qui m'empêche de dire oui (c'est ce qu'on appelle la santé mentale).",
  "Mon médecin m'a dit que j'avais besoin de plus de vitamines. « Non ».",
  "Je viens de contracter un cas grave de maladie pas aujourd'hui.",
  "Mentalement, je suis déjà en vacances.",
  "Je suis alité jusqu'à nouvel ordre, sur ordre du médecin (mon médecin est le Dr Seuss).",
  "J'ai une phobie chronique de l'engagement.",
  "Je suis en train de découvrir quelque chose ; ça s'appelle de la paresse.",
  "J'ai rendez-vous avec un oreiller et une couverture.",
  "Mon thérapeute m'a dit que je devrais éviter les choses qui me rendent malheureux ; Je suppose que cela est admissible.",
  "J'ai une urgence pour moi.",
  "Je dois sauver le monde de l'ennui en restant à la maison.",
  "Je suis en train de négocier la paix mondiale (dans un jeu vidéo).",
  "Mon alter ego de super-héros a besoin d’un jour de congé, et moi aussi.",
  "Je suis en mission secrète pour éviter tout ce que vous venez de demander.",
  "J'adorerais, mais alors qui sauvera le monde pendant mon absence ?",
  "Je suis occupé à orchestrer une sieste mondiale.",
  "Je dois empêcher le canapé de flotter, c'est un travail important.",
  "Le sort de la chips que je m’apprête à manger est entre mes mains, je ne peux pas l’abandonner.",
  "J'ai été choisi comme gardien de mon salon aujourd'hui.",
  "Je combat un dragon invisible à la maison. Cela prend plus de temps que prévu.",
  "Vous ne voulez vraiment pas de moi là-dessus – ma spécialité est de tout gâcher.",
  "Je suis comme un chat noir de projets ; c'est plus sûr si je reste à l'écart.",
  "Croyez-moi, je vous rends service en disant non.",
  "Ma participation est accompagnée d'une étiquette d'avertissement, je vous épargne donc.",
  "J'adhérerais bien, mais je ne suis là que pour exprimer des refus pleins d'esprit.",
  "En fait, je suis terrible à ça, à moins que vous n'ayez besoin d'un exemple sur la façon de ne pas le faire.",
  "Vous méritez quelqu’un qui dira oui sans donner trois excuses au préalable.",
  "Mes antécédents suggèrent que je devrais laisser tomber celui-ci.",
  "Je ne suis pas la bonne personne pour le poste ; Je suis la bonne personne pour dire non.",
  "Si tu as besoin de quelqu'un pour le saboter, je serais parfait. Sinon, je passe mon tour.",
  "Le biscuit chinois a dit \"Non\" hier soir.",
  "La prophétie prédisait que je refuserais cette offre.",
  "Mes cartes de tarot ont toutes soupiré collectivement.",
  "J'ai vérifié ma boule de cristal et elle a dit « non ».",
  "Le monde des esprits me recommande de rester à la maison.",
  "J'ai jeté des runes et elles ont écrit N-O.",
  "Ma boule magique 8 disait \"Les perspectives ne sont pas si bonnes\".",
  "Je lisais des feuilles de thé et ils m'ont dit d'éviter cela à tout prix.",
  "Un médium m'a prévenu de ce genre de demandes.",
  "Je suis dans une relation engagée avec mon lit à ce moment-là.",
  "Je dors et j'ai un rendez-vous permanent, je ne peux pas le rompre.",
  "Je le ferais, mais j'essaie cette nouvelle chose appelée dormir.",
  "J'ai déjà pris de la mélatonine. C'est éteint pour moi.",
  "J'économise toute mon énergie pour cligner des yeux et respirer.",
  "Je dors tôt le matin.",
  "Si ce n'est pas une sieste, ça ne m'intéresse pas.",
  "Je ne peux pas; mon oreiller a besoin de moi.",
  "Comptez-moi, je compte plutôt les moutons.",
  "Je serai au milieu de ma sieste (qui peut durer toute la journée).",
  "Avis de non-responsabilité : tout accord de ma part est nul là où le plaisir est interdit.",
  "Petits caractères : mon « oui » est accompagné de 0 % d'enthousiasme.",
  "J'ai vérifié les termes et conditions de ma vie, et il est dit « non ».",
  "En acceptant, je pourrais enfreindre plusieurs statuts personnels.",
  "Selon les règles non écrites que je viens d’écrire, je dois refuser.",
  "Mon contrat d'utilisation m'interdit strictement de le faire.",
  "Je violerais la Convention de Genève des introvertis si j’acceptais.",
  "J'ai exécuté cette demande via mon service de conformité interne et elle a échoué.",
  "Mon avocat (qui est imaginaire) le déconseille.",
  "Le contrat que j'ai signé avec mon lit ne me permet pas de faire autre chose.",
  "Mon assiette est pleine et j’ai déjà mangé la part des faveurs.",
  "Je suis surbooké, dépassé et ravi de dire non.",
  "Mon emploi du temps s'est spontanément enflammé à cause d'un trop grand nombre de tâches.",
  "Je gère actuellement trop de crises – en ajouter une autre pourrait provoquer un effondrement.",
  "J'ai trop de choses dans mon assiette et je suis un régime sans glucides (pas de tâches supplémentaires).",
  "Je suis noyé sous les tâches et je n'ai pas apporté de tuba.",
  "Je le ferais, mais je suis déjà dépassé par d'autres regrets.",
  "Ma liste de choses à faire et moi ne sommes pas en bons termes, elle est tellement longue.",
  "Je suis beaucoup trop apprécié pour les tâches que je n'ai pas encore effectuées.",
  "Le hamster qui dirige ma roue de vie est en grève à cause du surmenage.",
  "« Non », c'est juste « on » épelé à l'envers, et je m'en vais.",
  "La vérification orthographique suggère que je dis NON.",
  "Je t'ai écrit un poème : Les roses sont rouges, les violettes sont bleues, ma réponse est non, non, je ne peux pas le faire.",
  "La seule chose que je suis enclin à dire, c'est un déclin.",
  "Permettez-moi de le dire dans une langue que vous comprenez : Non.",
  "Je parle couramment 5 langues, et dans chacune d'elles, la réponse est non.",
  "« Oui » et je ne suis pas en bons termes pour le moment.",
  "Je répondrais par une phrase latine sophistiquée pour dire non, mais un simple « non » suffira.",
  "En tant qu'acronyme, ma réponse est NON.",
  "Si vous réorganisez les lettres de « oui », vous obtenez « sye » – ce qui correspond exactement à tout le sens qu'il me semblerait de faire cela.",
  "Je suis réservé jusqu'à la mort thermique de l'univers.",
  "Mon calendrier est rempli jusqu'au siècle prochain, désolé.",
  "J'ai un conflit d'horaire avec le reste de ma vie.",
  "Je ne suis pas libre jusqu'à ce que le soleil se lève à l'ouest et se couche à l'est.",
  "Revenez avec moi dans un million d'années, j'aurai peut-être alors le temps.",
  "Je suis en attente avec la vie en ce moment ; attendez-vous à une longue attente.",
  "Ma disponibilité est actuellement dans un état d’incertitude quantique, tendant vers le non.",
  "J'ai pré-réservé mes mille prochains refus ; tu n'es que l'un d'entre eux.",
  "Mon emploi du temps est plus serré que mes jeans après les vacances.",
  "J'ai regardé mon calendrier et il s'est moqué de moi pour ne serait-ce que demander.",
  "Merci d'avoir pensé à moi, mais je vais refuser de manière hilarante.",
  "J'apprécie l'offre, mais je devrai refuser, principalement par paresse.",
  "Je suis très obligé d'avoir demandé, mais je ne peux pas le faire, Buckaroo.",
  "Je suis honoré que vous ayez pensé à moi, mais je dois refuser respectueusement et comiquement.",
  "Veuillez accepter mes plus sincères excuses pendant que je ris et dis non.",
  "Malheureusement, je vais devoir passer, mais je le ferai avec le sourire.",
  "Ce n'est pas toi, c'est moi. Je suis juste allergique à faire des choses.",
  "Respectueusement, je vais fantôme cette opportunité.",
  "Je suis vraiment touché que vous ayez demandé. Vraiment. Mais toujours non.",
  "Avec tout le respect que je vous dois, pas question, José.",
  "J'ai oublié comment dire oui.",
  "J'ai des pertes de mémoire à court terme en ce qui concerne les responsabilités.",
  "Je serais d'accord, mais j'ai juste oublié ce que tu as demandé, alors... non.",
  "Mon cerveau supprime automatiquement les demandes comme celle-là.",
  "J'ai une amnésie sélective pour les faveurs.",
  "J'allais aider, mais j'ai oublié de m'en soucier.",
  "Je suis désolé, je souffre de CRS (Je ne me souviens pas avoir dit oui).",
  "Je ne me souviens pas de la dernière fois où j'ai dit oui, et je ne commencerai pas maintenant.",
  "Ca c'était quoi? Avez-vous demandé quelque chose ? Non? Super.",
  "J'ai mis votre demande dans mon broyeur mental.",
  "Je ne peux pas; Je suis occupé à apprendre à mon poisson rouge à jouer à chercher pour la charité.",
  "Je consacre ce créneau horaire à la contemplation du sens de la vie. C'est vraiment une affaire de charité.",
  "J'ai consacré tout mon temps libre à des causes qui ne font rien.",
  "Je travaille sur une pétition pour interdire de telles demandes.",
  "Mon calendrier est rempli de travaux bénévoles à la Society of Professional Naysayers.",
  "Je m'entraîne pour un événement caritatif : un marathon de dire non.",
  "Je sensibilise au mot « non » en voie de disparition en l'utilisant fréquemment.",
  "J'ai vendu aux enchères mon créneau horaire pour cette journée-là au plus offrant.",
  "Je fais une retraite silencieuse loin de mes responsabilités.",
  "J'ai donné tout mon temps libre à quelqu'un d'autre ; Je suis en déficit.",
  "Je suis un régime strict sans interaction sociale.",
  "Je dois annuler ; J'ai dépassé mon quota de personnes pour la semaine.",
  "Je suis tellement introverti en ce moment que je ne peux pas m'arrêter de faire ça.",
  "Ma batterie sociale est à 0% et mon chargeur est manquant.",
  "Je pars dans une aventure introvertie (à l'intérieur, seul).",
  "Je ne peux pas sortir ; J'ai récemment adopté la vie d'ermite.",
  "La socialisation n’est plus à l’ordre du jour, j’ai littéralement renversé la table.",
  "Je suis allergique à la foule, et même une seule personne compte parfois.",
  "Je pratique la distanciation sociale... avec tout le monde.",
  "Public moi, je suis absent de mes fonctions ; s'il vous plaît, ne me contactez jamais.",
  "Je me suis accidentellement collé au canapé.",
  "Mes jambes ont déposé une plainte pour marche excessive.",
  "Mon lever et mon départ se sont levés et sont partis sans moi.",
  "Je vis une expérience hors du corps et je ne suis pas encore revenu.",
  "Mon énergie et moi sommes actuellement dans une relation à distance.",
  "Je me suis réveillé aujourd'hui avec un grave cas de gravité ; je ne peux pas me lever.",
  "J'ai un cas aigu de magnétisme de canapé.",
  "Mes membres sont en grève jusqu'à nouvel ordre.",
  "Je me sens aussi actif qu'un paresseux en vacances.",
  "Je suis assigné à résidence à cause de ma propre paresse.",
  "Je préfère me baigner dans une soupe vieille d'une semaine plutôt que de faire ça.",
  "Je préfère jongler avec les tronçonneuses les yeux bandés – cela semble plus sûr que de dire oui.",
  "J'escaladerais le mont Everest pieds nus avant d'accepter cela.",
  "Je préfère être la seule cible d'un match de paintball plutôt que d'y participer.",
  "Honnêtement, mâcher du verre semble plus amusant que dire oui à cela.",
  "Je préfère faire ma propre chirurgie dentaire sans anesthésie.",
  "Dire oui ? Je préférerais défier un kangourou à un match de boxe.",
  "Je préfère marcher sur des briques Lego pendant une heure d'affilée.",
  "Je préfère le plaisir de ne pas le faire, merci.",
  "J'accepterais, mais j'ai pour politique stricte de ne pas tomber dans des pièges évidents.",
  "Je le ferais, mais mon compte bancaire indiquait que je ne pouvais pas me permettre l'essence pour y arriver.",
  "À moins qu'il n'y ait un prix en espèces pour moi, je devrai refuser.",
  "Je travaille uniquement à la commission, et cette demande ne paie pas en pizza.",
  "Si vous me payez en lingots d'or, je reconsidérerai ma décision. Sinon non.",
  "Mon comptable m'a dit que dire oui n'équilibrait pas mes comptes.",
  "J'attends qu'un riche bienfaiteur finance mes oui.",
  "Je ne peux pas intégrer cela dans mon budget de temps et d'énergie.",
  "Je suis dans une situation financière difficile : je manque de fonds et de oui.",
  "À moins que j'obtienne des options d'achat d'actions pour ça, je m'en vais.",
  "J'ai besoin d'un acompte juste pour penser à dire oui.",
  "J'attends un signe de l'univers... oh, le voilà : il dit non.",
  "J'ai besoin de conserver mes cellules cérébrales restantes.",
  "Ma peur existentielle et j'ai des projets.",
  "Je suis en grève jusqu'à nouvel ordre et je suis le leader syndical.",
  "J'ai un rendez-vous chaud avec une pizza et une émission de télévision.",
  "J'observe actuellement la Journée nationale du non, c'est une fête personnelle.",
  "J'ai pour politique de ne pas sauter dans les volcans, et cela semble tout aussi dangereux.",
  "Je ne peux pas venir, j'ai fait d'autres projets avec mon lit et mon oreiller.",
  "Je dois refuser, pour la science !",
  "J'essaie de voir combien de temps je peux passer sans rien faire de productif.",
  "Ma mère a dit que je devais rester à la maison et classer le garde-manger par ordre alphabétique.",
  "Ma famille m'a réservé une partie de cache-cache et je suis la pièce manquante.",
  "Mes enfants m'ont puni pour avoir essayé d'avoir une vie.",
  "Je ne peux pas; les esprits de mes ancêtres seraient mécontents si je le faisais.",
  "Mon chien ne me laisse sortir de la maison que si c'est pour se promener, pas pour travailler.",
  "Mon conjoint a déjà prévu un dîner avec moi et Netflix.",
  "C'est la soirée en famille et par famille, je veux dire moi et mes collations.",
  "Je dois assister à une tradition familiale de ne rien faire ce soir.",
  "Mon chat me lance un regard du type « n'ose pas sortir ».",
  "Ma réunion de famille de poissons rouges se déroule dans mon aquarium.",
  "NON c'est juste OUI qui souffre d'un trouble oppositionnel avec provocation.",
  "N-O : deux lettres qui, combinées, décrivent parfaitement mes projets.",
  "Je vais transformer cette invitation en une invitation-NOPE.",
  "« Non » est mon animal spirituel.",
  "Je ne peux pas épeler « non » sans N-O.",
  "On dit que les doubles négatifs font un positif, mais mon seul négatif tient bon.",
  "Je refuse de manière consonne et j'utilise des voyelles pour celui-ci.",
  "Juste au cas où vous l'auriez manqué : N comme dans Non, O comme dans Oh-non-pas-aujourd'hui.",
  "Ma devise est « Dites simplement non » et je suis très fidèle à ma devise.",
  "Je me suis inscrit à un cours sur le fait de dire non et je suis juste en train de pratiquer mes devoirs.",
  "Je préfère regarder l'herbe pousser à ce moment-là, désolé.",
  "En fait, j'avais prévu de compter les grains de sable, ce qui semble plus amusant.",
  "J'avais plutôt hâte de réorganiser ma collection de boutons.",
  "J'ai programmé du temps de qualité avec mon ventilateur de plafond.",
  "J'ai un rendez-vous passionnant sans rien faire.",
  "Je suis engagé dans une aventure passionnée avec mon temps libre et je ne peux pas tricher là-dessus.",
  "J'ai des sièges au premier rang de mon canapé et j'ai l'intention de les utiliser.",
  "Il y a une rediffusion d'une émission que je n'ai jamais vue et que je ne peux pas manquer.",
  "J'ai déjà promis de passer ce temps à me tourner les pouces.",
  "Je dois refuser ; Je ne voudrais pas éclipser tout le monde par ma présence.",
  "Ma grandeur est tout simplement trop grande pour que cet événement puisse la gérer.",
  "Je dirais oui, mais ce ne serait pas juste envers les autres que j'excelle sans effort.",
  "Je ne peux pas y venir ; les paparazzi pourraient envahir votre événement si je le fais.",
  "Je te rends service en ne venant pas et en ne volant pas la vedette.",
  "J'y serais bien, mais je suis un gros problème dans mon propre miroir.",
  "Je suis trop cool pour ça (et par trop cool, je veux dire trop paresseux).",
  "Permettez-moi de refuser gracieusement, afin que vous puissiez vous amuser sans ma génialité écrasante.",
  "Je vais devoir refuser ; Je suis trop occupé à être fabuleux ailleurs.",
  "Je dois humblement refuser car ma perfection est épuisante.",
  "Je dois rendre l'Anneau Unique au Mordor ce jour-là.",
  "Désolé, je dois alors combattre Dark Vador.",
  "Je dois m'asseoir près du téléphone au cas où Poudlard appellerait.",
  "Je le ferais mais je me suis déjà porté volontaire en guise d'hommage ailleurs.",
  "Mon Bat-Signal vient de s'allumer, je dois plutôt sauver Gotham.",
  "Je ne peux pas – mon condensateur de flux est en panne et je ne peux pas arriver à temps.",
  "Cette nuit-là est mon voyage prévu vers le futur.",
  "Les zombies peuvent attaquer si je quitte la maison, je l'ai vu dans un documentaire (d'accord, c'était un film de zombies).",
  "Je suis occupé à négocier avec quelques serviteurs ; la domination mondiale ne peut pas attendre.",
  "Je dois consulter le Docteur Strange pour y assister (il avait prévu que je ne le ferais pas).",
  "Mon patron m'a dit de dire oui uniquement aux augmentations de salaire, donc non à tout le reste.",
  "J'ai épuisé tous mes jours de maladie, alors j'appelle bien et je reste à la maison.",
  "Mon professeur m'a dit que je devais me concentrer pour ne pas trop m'engager.",
  "J'ai un truc au travail... ça s'appelle éviter le travail.",
  "Mon calendrier au travail comporte un gros « NOPE » rouge à cette date.",
  "Je ne peux pas, j'ai un rendez-vous important pour regarder un tableur et contempler la vie.",
  "Je prends une journée personnelle pour éviter les personnes.",
  "J'ai eu une conférence téléphonique avec moi-même, et cela prend beaucoup de temps.",
  "Mes heures supplémentaires sont entrées en conflit avec mon temps libre et mon temps libre perdu.",
  "Mon PTO (Permission To Opt-out) est en vigueur.",
  "Si j'y vais, cela pourrait déclencher l'apocalypse. Mieux vaut ne pas prendre de risques.",
  "Je dois rester sur place pour empêcher l’épidémie de zombies de commencer (longue histoire).",
  "J'étais venu, mais Nostradamus avait prédit que je dirais non.",
  "C'est un des signes de l'apocalypse si je dis oui, évitons ça.",
  "Ma présence est le dernier sceau avant l'apocalypse, donc passe difficile.",
  "Je crains que mon oui n'invoque Cthulhu ou quelque chose du genre.",
  "J'évite de provoquer un effet papillon qui mettrait fin au monde.",
  "La légende dit que si jamais j'accepte, le monde se terminera dans un numéro musical spectaculaire.",
  "J'ai passé un accord avec un démon pour ne jamais dire oui, et je déteste rompre un contrat.",
  "L’horloge de la fin du monde s’accélère à chaque fois que j’envisage d’être d’accord.",
  "Oui, vous pouvez interpréter mon silence comme un non.",
  "J’acquiesce oui en esprit, mais physiquement je secoue la tête non.",
  "Sûrement... tu peux trouver quelqu'un d'autre ?",
  "Oui, c'est dans mon vocabulaire, mais pas aujourd'hui.",
  "Sur une échelle allant de oui à non, je me situe à « pas dans un million d'années ».",
  "Je voulais dire oui, mais tout ce qui est ressorti, c'est non.",
  "Considérez mon « oui » perdu dans le courrier.",
  "OUI sont des lettres que vous n'entendrez pas de ma part aujourd'hui.",
  "Imaginez-moi avec enthousiasme, ne faisant pas ça.",
  "Vous imaginez que je vous aide ? Imaginez maintenant le contraire. Voilà.",
  "Je ne me sens pas chanceux, alors je ferais mieux de ne pas risquer de dire oui.",
  "J'ai lancé les dés et le résultat est « non ».",
  "J'ai consulté Dame Chance ; elle m'a dit de rester à la maison.",
  "Ma chance s'est arrêtée juste avant que tu me demandes.",
  "Si j’avais un centime chanceux à chaque fois que je dis non, je serais riche. En parlant de ça, non.",
  "J'y adhérerais bien, mais je suis accidentellement passé sous une échelle et j'ai cassé un miroir. Je ne le risque pas.",
  "Ma diseuse de bonne aventure m'a dit \"pas dans tes étoiles\", j'y crois.",
  "J'ai sorti une carte d'un jeu ; il disait « Ne passez pas, ne dites pas oui ».",
  "Le destin a décidé de glisser vers la gauche sur celui-ci.",
  "Les étoiles se sont alignées... pour former un grand « NON ».",
  "Je ne peux pas; la météo disait qu'il y avait 100 % de chances que je reste à la maison.",
  "Il pleut des « non » et je suis trempé dedans.",
  "Je ne sors que dans des conditions météorologiques parfaites, ce qui n'est clairement pas le cas (pour moi).",
  "Je ressens une forte averse de paresse.",
  "Le vent du destin a soufflé et j'ai reçu un « non » en plein visage.",
  "Une tempête se prépare et elle s'appelle My Reluctance.",
  "Je soupçonne qu’une soudaine tornade de responsabilités me retiendra à l’intérieur.",
  "Je suis sous le mauvais temps, en particulier un nuage de non.",
  "Selon les prévisions pour ce jour-là, j'ai de fortes chances de ne pas me présenter.",
  "Je détesterais sortir et fondre ; Je suis fait de sucre et de sarcasme.",
  "Je pourrais dire oui, mais ce serait un mensonge.",
  "Mon cœur dit oui, mais mon âme dit \"tu plaisantes ?\"",
  "J'en suis physiquement capable, juste moralement opposé (à l'effort).",
  "J'ai un conflit intérieur : une partie de moi dit « non ». L'autre partie dit également « non ».",
  "J’ai atteint un âge où je dis non aux choses que je déteste. Et je déteste ça.",
  "Ma volonté de le faire est restée coincée dans le trafic et n’y arrivera pas.",
  "J'y ai réfléchi. La pensée était « non ».",
  "En théorie, je pourrais le faire, mais restons-en à la réalité là où je ne le ferai pas.",
  "J'essaie de moins plaire aux gens, à partir de maintenant.",
  "Je me suis juste regardé dans le miroir et je me suis entraîné à dire « non » et ça me semblait bien.",
  "Je ne peux pas dire oui avant d'avoir pris mon café. Et je n'ai jamais l'intention de prendre un café.",
  "Pas de caféine, pas de pouvoir.",
  "Mon café et moi avons un pacte : pas de décisions importantes sans lui, et il n’est pas disponible.",
  "Je dirais oui, mais je n'ai pas atteint mon quota quotidien de café pour faire face aux conséquences.",
  "Je suis dans un état décaféiné de non.",
  "Mon cerveau n'est alimenté que par la caféine et nous subissons une panne de courant.",
  "Pas de Java, pas de Java-do.",
  "La machine à café est tombée malade, donc je suis incapable d'accepter quoi que ce soit.",
  "Je me suis promis de ne décider des choses qu'après le café ; dommage qu'il soit déjà midi.",
  "Mon café du matin et moi avons décidé que cela ne valait pas la caféine qu'il faudrait.",
  "Je suis trop occupé à comploter la domination du monde pour y assister.",
  "Si je disais oui, cela pourrait ruiner mon plan diabolique.",
  "Mon repaire secret doit être entretenu à ce moment-là.",
  "Je suis au milieu d'un plan sournois et je ne peux pas m'en détacher.",
  "Je ne peux pas t'aider ; Je suis un super-vilain en formation et cela gâcherait ma crédibilité.",
  "Je rejoindrais bien, mais je devrais ensuite vous recruter dans mes projets et vous n'aimeriez pas ça.",
  "Je réfléchis à la façon de conquérir le monde et j'ai besoin d'une pleine concentration.",
  "Mes serviteurs ont programmé une révolte ce jour-là et je dois être présent.",
  "Je dois à regret refuser car j'ai de nombreux rires diaboliques à pratiquer.",
  "Le mal ne dort jamais, et apparemment moi non plus, sauf que je ne sors définitivement pas.",
  "J'essaie d'aligner mes chakras en ne stressant pas, alors je dirai non.",
  "Pour maintenir l'équilibre dans la Force, je dois refuser.",
  "Mon yin et mon yang me disent de ne pas le faire.",
  "Par souci d’équilibre cosmique, je ne peux pas être d’accord.",
  "Je suis au milieu d'un ajustement feng shui de ma vie qui interdit de nouveaux engagements.",
  "Je dois refuser, sinon l'équilibre délicat de ma paresse sera rompu.",
  "Dire oui perturberait l’équilibre de mon ratio hebdomadaire oui/non.",
  "J'ai besoin de garder mon karma clair, et je sens qu'un oui le brouillerait.",
  "Je dois atteindre la paix intérieure, ce qui signifie ne pas compliquer ma journée avec cela.",
  "J'ai peur que si je m'amuse, cela devienne une mauvaise habitude.",
  "Si je finis par l’aimer, je devrai le refaire, donc non.",
  "J'ai peur du succès, donc je dois refuser tout ce qui pourrait marcher.",
  "J'ai peur de placer la barre trop haute si je dis oui et si je fais du bon travail.",
  "Amusant? Je ne suis pas sûr de me souvenir de ce que c'est, mieux vaut ne pas prendre de risques.",
  "Je suis allergique au plaisir – éclatez en sarcasme.",
  "J'évite tout ce qui pourrait me faire trop sourire.",
  "J'essaie de rester mystérieuse et dire oui me rendrait trop accessible.",
  "J’aime garder mes attentes basses en ne faisant rien.",
  "J'évite de m'amuser jusqu'à nouvel ordre.",
  "Me demander de faire ça, c'est comme demander à un poisson de grimper à un arbre.",
  "Si je faisais ça, ce serait comme un poulet essayant de faire de l'algèbre.",
  "Dire oui serait aussi inhabituel qu’un chat devienne végétalien.",
  "Cette idée et moi allons de pair comme l’huile et l’eau.",
  "Ma participation est comme une cheville carrée dans un trou rond – tout simplement pas adaptée.",
  "Ma motivation et cette tâche sont comme deux aimants qui se repoussent.",
  "Ce serait comme s’attendre à ce qu’un paresseux remporte un 100 m.",
  "Aussi compatible que la crème glacée et la soupe chaude – il est préférable de les conserver séparément.",
  "Je dis oui est à peu près aussi probable que des cochons pilotant un vaisseau spatial.",
  "Cette demande est le beurre de cacahuète pour mon allergie.",
  "Je viens de réaliser que c'est un jour férié : la Journée nationale Je ne vais pas le faire.",
  "J'observe une fête personnelle appelée Nope-vember.",
  "Je ne peux pas; J'ai des griefs concernant le Festivus à exprimer ce jour-là.",
  "Je suis réservé ce jour-là pour célébrer le Festival du No.",
  "Je suis déjà engagé dans les vacances anti-travail.",
  "Je célèbre le Opposite Day en faisant le contraire de ce que vous demandez.",
  "Désolé, c'est mon jour de repos annuel... comme le sabbat, mais par paresse.",
  "Je ne célèbre que les événements qui impliquent du gâteau, donc à moins qu'il n'y ait du gâteau, non.",
  "Cette date entre en conflit avec ma célébration prolongée de Chillmas.",
  "C'est l'anniversaire de mon animal de compagnie, qui est pour moi une fête mondiale.",
  "J'ai envie de dire oui, mais mon bon sens me crie « non » à plusieurs reprises.",
  "Mon cœur dit peut-être, mais mon cerveau a lancé un drapeau rouge géant.",
  "Mon intuition a commencé à faire la Macarena lorsque vous m'avez demandé (c'est une danse interdite).",
  "Chaque fibre de mon être fait actuellement la vague en l’honneur de dire non.",
  "La petite voix responsable dans ma tête et la voix forte et paresseuse sont toutes deux d’accord : non.",
  "J'ai demandé mon meilleur jugement et il a ri de façon hystérique.",
  "Mon cerveau a mis en évidence cette demande et a appuyé sur la touche Suppr.",
  "Ma conscience me hanterait si je disais oui.",
  "Même l’ange sur mon épaule me dit « non, mec ».",
  "Ma voix intérieure crie simplement « NOOOO » à la manière de Dark Vador.",
  "Je ne tergiverse pas ; Je dis non de manière proactive à l’avance.",
  "Je retarde ma décision jusqu'à la fin des temps – spoiler : c'est non.",
  "Pourquoi faire aujourd’hui ce que je peux éviter indéfiniment ?",
  "Mon agenda dit simplement « Non » sur chaque page cette semaine.",
  "Je mettrai cette demande sur ma liste de choses à faire juste après « apprendre la téléportation ».",
  "Je suis en train de reporter ma procrastination à plus tard.",
  "J'attends la dernière minute, et elle n'est pas arrivée pour ça.",
  "J'ai pensé à le faire plus tard, puis j'ai réalisé que plus tard, c'était également complet.",
  "Je suis sur une lancée de procrastination, je ne peux pas m'arrêter maintenant.",
  "Je reporte mon oui à une année qui n'existe pas.",
  "J'aiderais, mais alors nous serions deux à avoir besoin d'aide.",
  "Je ne suis pas sûr que vous puissiez vous permettre les dégâts que je ferais en essayant.",
  "Mon aide est accompagnée d'une garantie de remboursement, mais vous n'en voulez pas.",
  "Je suis la dernière personne à devoir faire ça – littéralement, je suis le dernier sur la liste.",
  "J'ai essayé de faire quelque chose de similaire une fois ; disons simplement que les pompiers sont impliqués.",
  "Si je le fais, vous passerez plus de temps à corriger mes erreurs.",
  "Ma compétence est en vacances en ce moment.",
  "J'excelle à procrastiner, pas à faire les choses.",
  "Je me porterais volontaire, mais les frais d'incompétence que je facture sont assez élevés.",
  "J'aiderais, mais je devrais alors légalement refuser tout résultat.",
  "Cela ne me procure pas vraiment de joie, alors je vais passer mon tour.",
  "Cette idée ne passe pas le test d’ambiance pour moi.",
  "Je ne ressens pas une forte attirance gravitationnelle pour faire cela.",
  "Mon niveau d’intérêt se situe entre zéro et négatif.",
  "Si j'avais moins d'intérêt, je serais dans le coma.",
  "Ma curiosité a juste quitté la pièce lorsque j'ai entendu cette idée.",
  "Je suis sûr que c'est fascinant, mais ma capacité d'attention pense le contraire.",
  "Je garde mon enthousiasme pour quelque chose de plus ennuyeux.",
  "Je me suis endormi à mi-chemin en y réfléchissant.",
  "J'ai essayé de m'enthousiasmer et j'ai tiré un muscle.",
  "Le gouvernement m'a inscrit dans un programme de protection des témoins contre des événements comme celui-ci.",
  "Mon agent de libération conditionnelle a dit que je n'étais autorisé à travailler que pour être paresseux.",
  "Le FBI a appelé ; ils m'ont dit que dire oui constituerait un risque pour la sécurité nationale.",
  "Je viendrais bien, mais le juge de ma vie m'a condamné à rester chez moi.",
  "Mon permis de m'amuser a été révoqué.",
  "J'adorerais m'y conformer, mais j'ai reçu des ordres stricts de ma part de ne pas le faire.",
  "Le fantôme de la reine d'Angleterre m'a dit de rester à la maison (je n'accepte que les commandements royaux).",
  "L'île sur laquelle je suis exilé ne me permet pas de partir pour des événements.",
  "Je suis contractuellement obligé de refuser selon les termes de mes choix de vie.",
  "La police m'a dit que j'étais trop intéressant pour assister à des rassemblements normaux.",
  "Je suis trop vieux pour ce genre d'engagement envers les choses.",
  "Je pense que je suis à un âge où je dis non à des choses comme ça.",
  "À mon âge, je m'en fous.",
  "Je traverse une crise de la quarantaine et dire oui n'en fait pas partie.",
  "Je suis dans ma phase rebelle où je ne fais que ce que je veux, donc non.",
  "Je canalise ma vieille personne grincheuse intérieure et je reste à la maison.",
  "Je revisite ma rébellion d'adolescente en disant non à tout.",
  "À mon époque, nous n’étions pas obligés de faire des choses que nous ne voulions pas (et je continue ainsi).",
  "Je m'entraîne pour mon avenir de vieil ermite grincheux.",
  "Je vieillis comme le bon vin, ce qui signifie que je m'obstine encore plus à dire non.",
  "Ma fée marraine m'a dit de rester à la maison, sinon je me transformerais en citrouille.",
  "Cendrillon a laissé une chaussure ici et je dois l'aider à retrouver l'autre au lieu de sortir.",
  "J'attends le Prince Charmant avec une pizza, donc je ne peux aller nulle part.",
  "Je ne peux pas venir ; le grand méchant loup est à ma porte (il vend de l'assurance, apparemment).",
  "Je dois garder un œil sur ma maison en pain d'épices, tu sais comment c'est.",
  "Les sept nains m’ont mis en garde contre les excès.",
  "Je suis sous un sommeil que seul le temps (et ne pas faire) peut briser.",
  "J'ai perdu ma pantoufle de verre et je ne peux pas sortir sans chaussures appropriées.",
  "La grenouille que je devais embrasser pour devenir prince m'a donné un chèque de pluie.",
  "Je suis coincé dans un conte de fées, et accepter cela ne fait pas partie de l'intrigue.",
  "Je dois garder le réfrigérateur ce soir ; les collations comptent sur moi.",
  "J'ai consacré ce temps à une glace en manque de compagnie.",
  "Je fais le plein de glucides pour un marathon sans faire ça.",
  "J'ai un dîner avec une pizza et je serais jaloux si j'annulais.",
  "Je ne peux pas sortir ; mon frigo vient d'ouvrir une bouteille de vin et ce serait impoli de ne pas y participer.",
  "Je teste une théorie selon laquelle je peux survivre uniquement avec des puces, je ne peux pas interrompre cela.",
  "Mon four et moi avons l'intention de cuire et de manger un gâteau entier.",
  "J'ai promis d'aider mon pop-corn à éclater – c'est un processus très complexe.",
  "Je le ferais, mais je viens de commencer à préparer un repas de cinq plats pour un (moi).",
  "J'apprends à cuisiner des repas invisibles ; cela prend beaucoup de temps.",
  "Je dois être en attente au cas où Netflix aurait besoin que je regarde quelque chose.",
  "Je suis de garde en tant que patate de canapé de la famille.",
  "Je suis la personne désignée au foyer cette semaine.",
  "Je suis juré devant le tribunal de ma propre paresse.",
  "Je suis en mission secrète en attente – je ne peux pas le révéler, je sais juste que je ne peux pas venir.",
  "Je suis le contact d'urgence de ma télévision, je dois donc rester disponible.",
  "Je m'engage à rester à la maison en cas d'urgence en matière de collation.",
  "Je me suis inscrit pour être sujet de test pour dormir, et j'ai alors une séance.",
  "Je fais partie d'un projet top secret appelé Projet No.",
  "J'ai un devoir à respecter : empêcher mon canapé de se sentir seul.",
  "Ma voiture a décidé de prendre un jour de congé personnel.",
  "Les transports en commun dans mon salon ne sont actuellement pas opérationnels.",
  "J'ai essayé de partir, mais ma porte ne me le permettait pas (nous avons négocié et je suis resté).",
  "Mon GPS me recommandait de rester à la maison pour éviter les mauvaises décisions.",
  "Mon poney de covoiturage est malade. Oui, c'est un poney, ne demandez pas.",
  "Je ferais du vélo là-bas, mais mon vélo se moquait de moi.",
  "Uber ne me livre pas à de mauvaises idées.",
  "J'ai raté le fil de la pensée qui me ferait partir.",
  "Mon balai est dans le magasin (vous savez à quel point ils ne sont pas fiables).",
  "Tous les chemins me mènent à rester à la maison.",
  "Mon assurance ne couvre pas mes actes.",
  "Je dois rester dans un environnement sûr, et cet événement semble risqué (pour ma santé mentale).",
  "Le service de santé et sécurité au travail a signalé cette activité comme un danger pour moi.",
  "J'attends l'arrivée de ma combinaison en papier bulle avant de tenter de telles choses.",
  "Cela semble dangereux pour mon bien-être (surtout mon bien-être mental).",
  "Je n'utilise des machines lourdes (comme mon canapé) que sous surveillance, donc je ne peux pas y aller.",
  "La dernière fois que j'ai essayé, j'ai eu une coupure de papier sur mon âme.",
  "Pour des raisons de sécurité, je dois rester à l'écart de ce genre d'excitation.",
  "Mon ange gardien a soumis une injonction contre ce plan.",
  "Je préférerais ne pas blesser ma volonté de vivre en disant oui.",
  "J'ai transcendé le besoin d'activités comme celle-là.",
  "Je me concentre sur le cheminement sans rien faire, pas sur la destination de cette tâche.",
  "Ma crise existentielle et moi avons décidé de ne pas le faire.",
  "Dans la grande tapisserie de la vie, je suis le fil conducteur de celle-ci.",
  "J'ai réalisé que le sens de la vie n'est pas cela, donc ça va.",
  "Je préfère chercher le but de la vie plutôt que d'y assister.",
  "Je pense, donc je ne vais pas faire ça.",
  "Ma philosophie actuelle : si ça nécessite un pantalon, c'est non.",
  "Je pratique le wu wei (ne rien faire) selon le taoïsme, je dois donc refuser.",
  "Faire ou ne pas faire ? Telle est la question, et j'ai répondu « ne pas faire ».",
  "Je me suis entraîné pendant des années sous la direction d'un maître qui sait dire non.",
  "J'ai une ceinture noire en No-jitsu.",
  "J'ai préparé toute ma vie à dire non à cette demande précise.",
  "J'ai suivi un séminaire sur l'affirmation de soi et j'ai hâte d'utiliser ce que j'ai appris : non.",
  "Mes réflexes sont aiguisés pour refuser automatiquement les invitations.",
  "Je me suis inscrit à un atelier « Just Say No » et j'ai besoin de m'entraîner.",
  "Je fais partie d'une société secrète où l'on ne communique que par refus.",
  "Ma réaction instinctive est non et mon genou est particulièrement saccadé.",
  "Dire non, c'est mon cardio.",
  "J'ai répété mon « non » toute la semaine pour une telle occasion.",
  "Non, c'est mon deuxième prénom. Enfin, pas légalement, mais spirituellement.",
  "Je viens d'une longue lignée de déclinateurs experts.",
  "Mon test ADN est revenu : je ne fais pas ça à 100%.",
  "Je suis génétiquement prédisposé à dire non.",
  "Je suis né pour dire non, le premier mot que j'ai jamais prononcé et que je n'ai jamais arrêté.",
  "J'ai une maladie génétique rare qui me donne lieu à des refus.",
  "Mon animal spirituel est un paresseux et il me dit de rester sur place.",
  "Astrologiquement, je suis un No-rgo ou un Balance-think-not (un de ceux-là).",
  "J'ai prêté serment quand j'étais enfant d'éviter tout ce qui ressemble à ça.",
  "Mon coach de vie m'a conseillé d'éliminer les facteurs de stress, en commençant par ceci.",
  "Mes amis auraient une crise cardiaque si je disais soudainement oui à certaines choses.",
  "Cela créerait un mauvais précédent si je commençais à accepter des demandes raisonnables.",
  "Si je commence à dire oui maintenant, où cela finira-t-il ? Domination mondiale ? Mieux vaut pas.",
  "Dire oui une fois pourrait me donner la réputation d’être utile – je ne peux pas l’avoir.",
  "Je ne peux pas choquer mon système avec une telle responsabilité ; ordres du médecin.",
  "Oui, c'est un si petit mot pour un événement qui change ma vie, je ne suis pas prêt.",
  "Je crains que dire oui maintenant n’ouvre les vannes d’attentes.",
  "Si je disais oui, les gens pourraient s’attendre à ce que je recommence. Périssez cette pensée.",
  "Accepter cela dérouterait tous ceux qui me connaissent en tant qu’éviteur professionnel.",
  "Ma marque est « une déception fiable » et je dois rester cohérent.",
  "Puis-je prendre un chèque en cas de pluie et le perdre pour toujours ?",
  "Pensons-y pour le 12 Jamais.",
  "Je vous rejoindrai le 32 de ce mois.",
  "Et si j'attrapais le prochain... dans un univers parallèle ?",
  "Peut-être une autre fois, comme lorsque les cochons volent ou que l'enfer gèle, selon la première éventualité.",
  "J'y serai en esprit. Plus précisément, l’esprit du « pas là ».",
  "Disons que j'étais là dans notre imagination et arrêtons-le.",
  "Je suis là en pensée, mais pas en corps ou en présence réelle.",
  "Je vous ferai savoir quand je serai libre. (N'attendez pas.)",
  "Je suis en mission dans un jeu vidéo et la vraie vie ne peut pas rivaliser.",
  "Je le ferais, mais je suis à un XP de passer au niveau supérieur sans rien faire.",
  "Ma guilde dans World of Warcraft a besoin de moi pour cultiver des potions « Non ».",
  "Je suis au milieu d'une partie de Tetris à enjeux élevés (oui, c'est très sérieux).",
  "J'ai promis à mes amis en ligne que je maintiendrais le serveur en vie en restant connecté.",
  "Je mets en pratique mes compétences de jeu ; les quêtes de la vraie vie doivent attendre.",
  "Je dois à ce moment-là défendre mon village virtuel contre les envahisseurs pixelisés.",
  "Mon contrôleur est mort, tout comme mon envie de sortir.",
  "Je joue actuellement un rôle de reclus.",
  "Je suis en train d'atteindre un nouveau score élevé en introversion.",
  "Je n'ai rien à porter qui puisse correspondre à l'expression de regret que j'aurais si j'y allais.",
  "Tous mes vêtements sont allergiques aux activités extérieures.",
  "Ma garde-robe et moi avons un accord : elle ne voit que le canapé.",
  "J'y irais bien, mais j'ai déjà enfilé mon pyjama.",
  "Je n'arrive pas à trouver ma motivation pour m'habiller ; Je pense que je l'ai fait don.",
  "Le code vestimentaire pour cela ressemble à « effort », alors je me retire.",
  "Je n'assiste qu'à des événements autorisant le pyjama comme tenue de soirée.",
  "Mon sens de la mode vient de m'envoyer un texto : il me dit de ne pas m'embêter.",
  "Je suis coincé dans Narnia dans mon placard et je ne peux pas sortir pour y assister.",
  "Désolé, rien dans mon placard ne crie \"Faisons ça\". Tout cela crie « restez à la maison ».",
  "Mon chien a mangé mes devoirs, puis a exigé une suite.",
  "J'étais en retard parce que le temps a décidé d'aller plus vite que moi aujourd'hui.",
  "J'ai manqué le travail parce que ma chambre menait une prise d'otage avec moi en otage.",
  "Je ne suis pas venu parce que je préfère être absent à la mode.",
  "Mon réveil et moi nous sommes disputés, et il a gagné en ne sonnant pas.",
  "J'ai sauté les cours parce que je sentais que je me devais de ne pas apprendre de mauvaises choses.",
  "Je n'ai pas pu participer parce que j'étais occupé à ne pas paniquer.",
  "Je n'ai pas assisté à la réunion parce que j'ai été enlevé par une rêverie.",
  "J'ai renoncé à la dernière minute parce que les problèmes d'engagement sont présents dans ma famille.",
  "Je suis arrivé à l'heure en esprit, mais mon corps a fait un détour.",
  "Un poisson a-t-il besoin d'un vélo ? C'est à quel point j'ai besoin de faire ça.",
  "Les cochons volent-ils ? Ce n'est qu'à ce moment-là que je ferais ça.",
  "Le ciel est-il vert ? Non? Voilà ma réponse.",
  "Serait-il sage que j'accepte ? C'est un non de mon Conseil.",
  "Est-ce la partie où je dis oui ? Non? Bien, parce que je ne le ferai pas.",
  "Est-ce que je ressemble à quelqu'un qui ferait ça ? C'est exact, je ne le fais pas.",
  "Est-ce le jour contraire ? Parce que sinon ma réponse est non.",
  "Est-ce que je viens de m'entendre faire du bénévolat ? Non, donc je vais continuer ainsi.",
  "Est-ce une question piège ? Parce que je réponds comme si c'en était un : non.",
  "Est-ce que je viens ? Je répondrai à cela lorsque l'eau ne sera pas mouillée.",
  "Je vais livrer ma réponse en danse interprétative. *fait un NON*",
  "Si je pouvais chanter, je chanterais pour toi \"Je dis noooon\" à l'opéra.",
  "Imaginez-moi en train de crier de façon dramatique « Je refuse ! » avec une cape fleurie.",
  "J'écrirai un haïku pour ma réponse : « Non absolument / Indubitablement non / Toujours non, désolé ».",
  "Imaginez un skywriter écrivant « NON » au-dessus de votre maison : c'est ma réponse.",
  "Insérer un son d'orchestre : dun dun dun NO.",
  "Je lance des confettis et les confettis disent « NON ».",
  "Je tiens une carte de score qui indique 0, comme 0 % de chance.",
  "L’heure du théâtre d’improvisation : je joue le rôle d’une personne qui dit non. Scène de fin.",
  "*Apercevez une sortie dramatique avec un monologue de refus*.",
  "Je le ferais, mais je suis Batman. (Cette excuse fonctionne pour tout, n'est-ce pas ?)",
  "J'ai été enlevé par des extraterrestres hier et ils m'ont donné des instructions strictes pour éviter cela.",
  "Les extraterrestres m'ont invité à une fête dans la galaxie et je leur ai déjà répondu oui.",
  "Je communique avec des extraterrestres à ce moment-là, les événements terrestres doivent attendre.",
  "Je suis en mission sur Mars dans mes rêves, mon emploi du temps étant en conflit avec la réalité.",
  "Je ne peux pas venir ; Je suis le guide touristique des extraterrestres sur Terre et ils sont très exigeants.",
  "Le vaisseau-mère vient me chercher d'une minute à l'autre.",
  "J'apprends une langue étrangère ; ils n'ont pas de mot pour dire oui et moi non plus pour le moment.",
  "Les extraterrestres ont emporté mon enthousiasme avec eux en partant.",
  "Je soupçonne que je suis un extraterrestre et nous évitons historiquement ces situations.",
  "Ma planète a besoin de moi, donc je dois y aller (c'est-à-dire que je dois rester à la maison).",
  "Je suis candidat à la présidence du Procrastination Club ; ma campagne prend beaucoup de temps.",
  "Ma volonté de participer a mystérieusement disparu juste comme vous l'avez demandé.",
  "J'ai joué à la loterie du soin et j'ai perdu.",
  "J'ai une peur irrationnelle de jouir accidentellement de mes obligations, alors je les évite.",
  "Comme le dit le mème, personne n'a le temps pour ça.",
  "Je suis trop profondément dans ma zone de confort pour même voir la sortie.",
  "J'ai atteint ma limite de non pour la journée.",
  "Mon calendrier vient de m'envoyer une ordonnance d'interdiction contre de nouveaux événements.",
  "Je suis dans une relation à long terme avec des plans d'annulation.",
  "Je vis JOMO (Joy Of Missing Out) pour cet événement.",
  "Canaliser en face de Nike : « Ne le fais pas. »",
  "Je préfère regretter de ne pas l'avoir fait plutôt que de le regretter.",
  "En appliquant ma version de la loi de Murphy : si cela peut être évité, ce sera le cas.",
  "Ma réponse est comme le chat de Schrödinger : c'est à la fois oui et non jusqu'à ce que vous réalisiez que c'est simplement non.",
  "YOLO, c'est pourquoi je dis non – j'apprécie trop ma vie unique.",
  "Mon application d'horoscope vient de me prévenir : \"Aujourd'hui est un bon jour pour dire non\".",
  "Si dire non était un sport olympique, j'aurais une médaille d'or.",
  "Je porte mon refus comme un insigne d'honneur.",
  "Je vais devoir décliner plus vite qu'un guépard sous boissons énergisantes.",
  "Je dirais oui, mais il faudrait alors que je me réveille de ma rêverie et la réalité est bien moins agréable.",
  "Urgence! Je viens de manquer de chocolat, et c'est tout ce que je peux gérer pour le moment.",
  "Le destin vient de se glisser dans mes DM avec un gros « non ».",
  "Mon cerveau est à pleine capacité avec des informations inutiles, il n'y a pas de place pour de nouvelles tâches.",
  "Si je t'aide, je serais fier de moi et je ne peux pas gérer autant d'émotions.",
  "Je vais vous donner deux choix : non ou non. Vous pouvez choisir.",
  "Faisons un choix multiple. Je choisis l'option (D) - Cela n'arrivera pas.",
  "Regardez le bon côté des choses : au moins, je suis cohérent en disant non.",
  "Considérez ceci comme un « non » accompagné d’un côté sarcasme.",
  "Je suis coincé dans un trou noir de procrastination et je ne peux pas m'en sortir à temps pour le faire.",
  "Je dis oui seulement pendant les éclipses solaires, et aucune n’est prévue.",
  "Mon âme rétro ne peut pas gérer des tâches modernes comme celles-là.",
  "Le mot « oui » me donne de l'urticaire ; J'évite une réaction allergique.",
  "J'ai fait un rêve où j'ai dit oui ; Je me suis réveillé avec des sueurs froides. Je ne fais pas ça en réalité.",
  "Le temps qu'il vous ait fallu demander, j'ai déjà décidé non.",
  "Je suis désolé, je ne peux pas t'entendre à cause du bruit que je ne fais pas ça.",
  "Je pense que notre connexion est mauvaise. Si vous me demandez de faire quelque chose, la réponse est statique... ce qui veut dire non.",
  "Je t'ai mal entendu, je pensais que tu avais dit \"tu veux un taco\". Puisque vous ne l'avez pas fait, je ne suis pas intéressé.",
  "Mon téléphone a automatiquement corrigé votre demande en indiquant « non », bizarre, n'est-ce pas ?",
  "J'ai bien reçu votre message, mais malheureusement, mon filtre anti-spam l'a détecté sous « tâches indésirables ».",
  "Je crois que vous vous êtes trompé de numéro ; la personne qui dit oui n'est pas disponible.",
  "Je parle couramment le sarcasme, donc mon interprétation de votre question est un non catégorique.",
  "Laisse-moi te mettre en attente... *ne décroche jamais*",
  "Je n’ai pas reçu le mémo indiquant que j’étais censé m’en soucier.",
  "J'éprouve quelques difficultés techniques à m'en foutre.",
  "Les dieux de la procrastination exigent que je sacrifie cette tâche en ne la faisant pas.",
  "Non, c'est une phrase complète, et c'est ma réponse finale.",
  "J'ai peur qu'accepter ne déclenche d'une manière ou d'une autre une apocalypse zombie, alors je joue la sécurité.",
  "Mon sens d'araignée picote et me dit de ne pas faire ça.",
  "Le tissu de mon être n’est tout simplement pas tissé pour cette demande.",
  "On dit « suivez vos rêves » – et mon rêve est de ne pas faire ça.",
  "Je ne fais que suivre le dicton « fais ce que tu aimes » – et j'aime dire non.",
  "Pas aujourd’hui, Satan. En fait, pas n’importe quel jour.",
  "Ma procrastination fait un travail fantastique ; Je ne voudrais pas interrompre son flux.",
  "Cela ne veut pas dire « Nouvelles opportunités »... pour moi de rester à la maison.",
  "J'ai parié que je pourrais dire non à tout pendant une semaine. Je suis sur le point de gagner.",
  "Je mène une expérience sociale où je dis non et j'observe ce qui se passe.",
  "Une de mes bêtes noires fait des trucs, donc je ne le fais tout simplement pas.",
  "La vie est courte et je choisis de la gaspiller à ma façon, pas pour ça.",
  "J'ai déjà atteint mon quota de mauvaises décisions pour le mois ; dire oui le dépasserait.",
  "J'adorerais participer, mais je suis mort intérieurement, donc je ne peux pas.",
  "J'ai le syndrome du personnage principal, et mon histoire n'implique pas cela.",
  "Considérez-moi comme le dernier patron qui dit non – invaincu.",
  "Le temps est une ressource non renouvelable et je choisis de ne pas y consacrer du temps.",
  "Mon essai gratuit de faire des choses a expiré et je ne peux pas me permettre l'abonnement.",
  "Je suis sur un régime strict « sans engagement ».",
  "Je fais du jeûne intermittent par rapport à mes responsabilités ; aujourd'hui c'est un jour de jeûne.",
  "Je ne dis oui que les jours bissextiles, et aujourd'hui n'en est pas un.",
  "Je ne peux pas risquer de déverrouiller mon formulaire final en étant utile.",
  "Je dois conserver mon air de mystère en ne me présentant pas.",
  "Je ne peux pas laisser les gens découvrir que j'ai du temps libre.",
  "J'ai utilisé toute ma volonté en sortant du lit ce matin.",
  "Ma vie est une aventure à choisir soi-même et j'ai feuilleté la page où je dis non.",
  "Par le pouvoir qui m'est conféré, je dis officiellement non.",
  "Moi, moi-même et moi avons eu une réunion ; nous avons décidé à l'unanimité de refuser.",
  "Je vois votre demande et je vous réponds « non ».",
  "Mon enthousiasme est en rupture de stock et la date de livraison ne cesse d'être repoussée.",
  "Je me remets encore de la dernière fois que j'ai dit oui.",
  "J'avais l'habitude de faire des choses comme ça, puis j'ai pris une flèche dans le genou.",
  "Ce n’est pas de la procrastination si je n’ai jamais prévu de le faire.",
  "Je n'ai pas choisi la non-vie ; la non-vie m'a choisi.",
  "Effort n'est actuellement pas pris en charge par mon système d'exploitation.",
  "Mon assistant personnel (qui est imaginaire) a déjà refusé pour moi.",
  "Je préfère rester un message d'absence du bureau sous forme humaine.",
  "Je me suis perdu sur le chemin du « oui » et je me suis retrouvé dans le « non ».",
  "Si je dis oui, alors je devrais le faire – évitons cela.",
  "Dans le parcours du héros de ma vie, j'en suis au stade du « refus d'appel ».",
  "Je suis en congé sabbatique pour tout ce qui ressemble à du travail.",
  "J'ai pris la résolution du Nouvel An de ne pas dire plus souvent. À partir de maintenant.",
  "J'ai effectué une évaluation des risques et les résultats ont dit « non ».",
  "J'ai une réputation à défendre, en particulier celle de dire non.",
  "Mon intuition me dit que ce n’est pas le jour où je commencerai à être utile.",
  "L’idée de faire cela m’a donné un mal de dos fantôme. Je vais passer.",
  "Si j'avais une pièce de cinq cents pour chaque fois que je disais non, j'aurais beaucoup de pièces de cinq cents.",
  "J'assiste à une réunion de l'Anti-Social Social Club (j'en suis le seul membre).",
  "Le disque dur de mon cerveau est plein ; il n'y a pas de place pour cette tâche.",
  "Je viendrais bien, mais j'essaie cette nouvelle chose là où je ne le fais tout simplement pas.",
  "J'ai le regret de vous informer que je m'abstiendrai vigoureusement de le faire.",
  "Je vis par procuration à travers d'autres qui disent oui, donc je n'ai pas à le faire.",
  "Miroir, miroir au mur, dois-je le faire ? Il disait : « Pas du tout ».",
  "Je ne peux pas dire oui ; cela mettrait en péril ma position au Temple de la renommée des procrastinateurs.",
  "La probabilité que je fasse cela approche le zéro absolu.",
  "Mon engagement à ne rien faire deviendrait jaloux si je faisais autre chose.",
  "Ma compétence principale est d’éviter les choses et je dois vraiment me concentrer là-dessus.",
  "Je n’ai pas l’enthousiasme nécessaire pour faire semblant d’envisager cela.",
  "Je suis plus du genre à « observer de loin » qu'à « participer ».",
  "Mon cerveau est comme un perroquet qui ne connaît qu'un seul mot : « non ».",
  "J'écris un livre intitulé « 101 façons de dire non » – merci pour le matériel.",
  "Je suis un terrible menteur, donc je ne prétendrai pas vouloir faire ça.",
  "'Non.' Je donne à cette réponse cinq étoiles.",
  "«Non» – de ma part, avec amour.",
  "Que le « non » soit avec toi.",
  "Dire non est mon super pouvoir et je l'utilise pour gagner mon temps libre.",
  "Je me suis senti épuisé rien qu'en entendant cela, alors je refuse de manière préventive.",
  "Je suis le principe du moindre effort, ce qui signifie que je dois refuser.",
  "Ma vie est comme une sitcom où il s'agit d'éviter les responsabilités, et je ne peux pas briser mon caractère.",
  "J'ai vérifié ma disponibilité et les résultats sont revenus négatifs.",
  "Je vais faire semblant de ne pas avoir entendu cette demande et continuer à ne pas le faire.",
  "Non, je ne peux pas le faire, dit de la manière la plus gentille possible.",
  "Je prends une année en santé mentale (à partir de maintenant), je dois donc refuser.",
  "Je refuse de répondre au motif que cela pourrait conduire à un véritable travail.",
  "Soyons honnêtes : nous savons tous les deux que je ne le ferai pas.",
  "Je vais devoir me retirer pour des raisons personnelles (raison personnelle : je ne veux tout simplement pas).",
  "Je ne veux pas me vanter, mais je suis vraiment doué pour ne pas faire les choses.",
  "Imaginez un diagramme de Venn de mon emploi du temps et de votre demande : ils ne se chevauchent pas.",
  "J'ai trop d'onglets ouverts dans mon cerveau, et aucun d'eux ne concerne cela.",
  "Je suis très doué avec l'introspection (qui est un code pour ne rien faire).",
  "J'ai une liste de choses à ne pas faire, et celle-ci se trouve tout en haut.",
  "Je suis surbooké et sous-performant.",
  "Cette demande est au-dessus de mon niveau de salaire émotionnel.",
  "Mon enthousiasme a déposé son bilan, je ne peux donc pas investir là-dedans.",
  "Mon calendrier est plein d'espaces vides réservés à mon temps.",
  "Je ne vous ignore pas, je vous donne un non catégorique.",
  "Si j’entreprends encore une chose, je deviendrai officiellement un récit édifiant.",
  "Considérez mon refus comme une leçon gratuite sur la gestion du rejet.",
  "J'admire votre persistance à demander, mais c'est toujours un non.",
  "Je vis déjà sur la voie rapide de ne rien faire, donc je ne peux pas ralentir pour ça.",
  "Je ne peux pas y venir ; Je suis extrêmement occupé à ne pas être occupé.",
  "Si je vous aide, je me sentirai obligé d’aider les autres, et c’est une pente glissante que j’évite.",
  "L'univers m'a dit de « me faire plaisir », ce que je prends comme un signe de rester à la maison.",
  "Personne ne m'a jamais accusé d'être trop utile et je n'ai pas l'intention de commencer maintenant.",
  "J'ai peur du changement, alors je continue de dire non.",
  "Ma vie est comme une tour Jenga ; encore une chose pourrait le faire s'effondrer.",
  "Je n'ai pas la bande passante (ou toute autre largeur) pour ça.",
  "La vie est courte et ma liste de siestes est longue.",
  "Franchement, ma chère, je m'en fous (de le faire).",
  "J'ai essayé de voir les choses de votre point de vue, mais je dois quand même dire non.",
  "Le moment n’est pas venu, principalement parce que je ne veux tout simplement pas le faire.",
  "Je suis en mode social furtif, je dois donc refuser toute invitation.",
  "J'ai une maladie chronique appelée « idontwanna ».",
  "Je choisis l'illumination sur le canapé plutôt que les efforts mondains comme celui-là.",
  "Je suis en congé pour une durée indéterminée.",
  "Je suis au milieu d'un rituel très délicat de « ne rien faire ».",
  "Et si je promets d'y réfléchir ? (Je ne le ferai pas, mais cela semble poli.)",
  "J'ai un engagement préalable : un concours de regard avec mon mur.",
  "Je serai occupé à explorer les grands intérieurs.",
  "Le canapé m'a accepté comme l'un des siens et je ne peux pas trahir sa confiance.",
  "« Non » est le nouveau « oui » : je reste simplement dans la tendance.",
  "Je suis le héros que mérite mon canapé, donc je dois y rester.",
  "Les chances que je fasse cela sont à peu près les mêmes que de gagner à la loterie sans acheter de billet.",
  "Ce n'est pas sur ma liste de choses à faire ; en fait, c'est sur ma liste de choses à faire.",
  "Veuillez m'excuser, mon cerveau est actuellement en panne.",
  "S'il y avait une récompense pour avoir évité de participer, je serais le favori.",
  "Je décline à cause d'une abondance d'apathie.",
  "Mon destin est ailleurs, plus précisément sur mon canapé.",
  "On ne me fait pas simplement dire oui.",
  "C'est un non de ma part, mec.",
  "Si je dis oui, je devrais arrêter de me plaindre d’être occupé, et je ne peux pas accepter ça.",
  "Mon énergie provient de l'énergie solaire et il fait nuit.",
  "J'en prendrai un pour l'équipe en ne me joignant pas à cet effort.",
  "Je mets le « pro » dans la procrastination et je ne gâcherai pas ma séquence.",
  "Même mon ombre a décidé de rester à la maison, alors je le ferai aussi.",
  "Heureusement, j'ai une assurance contre la procrastination. Cela me couvre pour des situations comme celle-ci.",
  "Je ne suis pas mon cirque, et ceux-là ne sont pas mes singes – donc ce n'est pas à moi de jouer.",
  "Je n'ai pas assez de mana pour cette quête.",
  "L’esprit est disposé, mais la chair a déjà commandé des plats à emporter et s’est installée.",
  "Ma volonté de le faire est dans l'atelier pour les réparations.",
  "Je pourrais énumérer 1000 raisons pour lesquelles je dis non, mais je vous épargnerai.",
  "Je refuse maintenant, pour éviter de refuser plus tard.",
  "Je me choisis plutôt que cet engagement, donc non.",
  "Je vous épargnerai un oui sans enthousiasme et vous donnerai un non honnête.",
  "Si ma vie était un film, c'est dans cette partie que je dis non et que je lance le générique.",
  "Je ferme la porte à cette idée (au propre comme au figuré).",
  "Mon intuition a crié « non » si fort que j'ai dû répondre en conséquence.",
  "« Non » est mon lieu de bonheur.",
  "La réponse que vous cherchez n’est pas disponible pour le moment (ne réessayez jamais).",
  "Pour citer une réponse célèbre : « Non ».",
  "J'exerce mon droit de dire non.",
  "Considérez cela comme un veto stratégique.",
  "Je n'ai jamais été aussi sûr de rien que de dire non.",
  "Je me suis réveillé aujourd'hui et j'ai décidé que c'était un jour « non ».",
  "Aujourd’hui, je ne parle que par la négative.",
  "J'ai pour mission de maintenir zéro engagement.",
  "Même mon FitBit me dit de rester sur place.",
  "Je choisis Netflix plutôt que le stress, désolé.",
  "Non, de la manière la plus sincère et la plus humoristique possible.",
  "Mon agenda est en grève.",
  "Je me choisis, alors je te dis non.",
  "Je rends service à tout le monde en m'en tenant à ce pour quoi je suis bon : dire non.",
  "Non, cela fait partie de ma routine de soins personnels.",
  "C’est un non sans culpabilité.",
  "Si je t'aidais, je te priverais de la chance de le faire toi-même.",
  "Mon emploi du temps est en mode avion.",
  "Je ne te fantôme pas ; Je vous donne un non ferme.",
  "Je suis en paix en disant non.",
  "Négatif. Arrêt complet.",
  "Je dois protéger ma santé mentale à tout prix, alors non.",
  "Je ne suis pas venu jusqu'ici pour arriver jusqu'ici. En fait, je ne viens pas du tout.",
  "C'est un « non » de la part du comité, de moi-même et de moi-même.",
  "Je dois refuser ; J'ai atteint mon seuil pour m'en foutre.",
  "Même si je le voulais, je ne pourrais pas. Et je ne veux pas.",
  "Je vais plutôt profiter de l'occasion pour ne rien faire.",
  "Ma volonté de participer a quitté le bâtiment.",
  "Votre demande a été refusée en raison d'un manque d'intérêt de ma part.",
  "Supposons simplement que j'ai dit non et passons à autre chose.",
  "Je suis actuellement en panne. S'il vous plaît, réessayez jamais.",
  "Hélas, je dois refuser.",
  "Refuser cette demande suscite en moi de la joie.",
  "Je pourrais peut-être être convaincu, mais je finirais probablement par dire non.",
  "J'ai une objection philosophique à cela.",
  "Si j'étais plus indifférent, je serais une statue.",
  "Je dois prioriser mes priorités, qui sont actuellement dormir et grignoter.",
  "Mon emploi du temps a une fonctionnalité « non » intégrée.",
  "Dire oui enfreindrait les lois de la physique dans mon univers personnel.",
  "À ce stade, dire oui serait tout simplement une erreur.",
  "Je me suis promis de rester inutile cette semaine.",
  "Ma paresse est en pleine floraison et je ne peux pas la déraciner pour cela.",
  "Je suis allergique aux obligations et j'éclate en excuses.",
  "Je vais laisser cela de côté et laisser le karma récompenser mon honnêteté.",
  "Non, je ne peux pas le faire, dit de la manière la plus gentille possible (toujours non).",
  "Considérez mon « non » comme un acte de soins personnels.",
  "J'exerce ma liberté de choix et je choisis non.",
  "Je travaille dur, je ne fais rien du tout.",
  "J'aiderais, mais cela contredirait l'énoncé de mission de ma vie.",
  "Non, mais j'apprécie votre optimisme.",
  "J'ai une ceinture noire en évitement et je détesterais la gaspiller (donc non).",
  "Je participe au programme de protection contre les témoins (je dis non, puis je me cache).",
  "Je dois rester à la maison et m'assurer que la gravité continue de fonctionner. (Quelqu’un doit le faire.)",
  "Si j'y vais, qui tiendra le fort ? (Le fort étant mon canapé).",
  "Je suis au milieu d'un audit de vie, et les engagements inutiles n'ont pas été retenus.",
  "Refuser cela fait en fait partie de mon plan quinquennal.",
  "Imaginez un diagramme de Venn de mon emploi du temps et de votre demande : ils ne se chevauchent pas.",
  "J'ai trop d'onglets ouverts dans mon cerveau, et aucun d'entre eux ne concerne cette tâche.",
  "Je suis très doué avec l'introspection (qui est un code pour ne rien faire).",
  "J'ai une liste de choses à ne pas faire, et celle-ci se trouve tout en haut.",
  "Je suis surbooké et sous-performant.",
  "Cette demande est au-dessus de mon niveau de salaire émotionnel.",
  "Mon enthousiasme a déposé son bilan, je ne peux donc pas investir là-dedans.",
  "Mon calendrier est plein d'espaces vides réservés à mon temps.",
  "Je ne vous ignore pas, je vous dis un « non » très clair.",
  "Si j’entreprends encore une chose, je deviendrai officiellement un récit édifiant.",
  "Considérez mon refus comme une leçon gratuite sur la gestion du rejet.",
  "J'admire votre persistance à demander, mais c'est toujours un non.",
  "Je vis déjà sur la voie rapide de ne rien faire, donc je ne peux pas ralentir pour ça.",
  "Je ne peux pas y venir ; Je suis extrêmement occupé à ne pas être occupé.",
  "Si je vous aide, je me sentirai obligé d’aider les autres, et c’est une pente glissante que j’évite.",
  "L'univers m'a dit de « me faire plaisir », ce que je prends comme un signe de rester à la maison.",
  "Personne ne m'a jamais accusé d'être trop utile et je n'ai pas l'intention de commencer maintenant.",
  "J'ai peur du changement, alors je continue de dire non.",
  "Ma vie est comme une tour Jenga ; encore une chose pourrait le faire s'effondrer.",
  "Je n'ai pas la bande passante (ou toute autre largeur) pour ça.",
  "La vie est courte et ma liste de siestes est longue.",
  "Franchement, ma chère, je m'en fous (de le faire).",
  "J'ai essayé de voir les choses de votre point de vue, mais je dois quand même dire non.",
  "Le moment n’est pas venu, principalement parce que je ne veux tout simplement pas le faire.",
  "Je suis en mode social furtif, je dois donc refuser toute invitation.",
  "J'ai une maladie chronique appelée « idontwanna ».",
  "Je suis en congé pour une durée indéterminée.",
  "Je suis au milieu d'un rituel très délicat de « ne rien faire ».",
  "Et si je promets d'y réfléchir ? (Je ne le ferai pas, mais cela semble poli.)",
  "J'ai un engagement préalable : un concours de regard avec mon mur.",
  "Je serai occupé à explorer les grands intérieurs.",
  "Le canapé m'a accepté comme l'un des siens et je ne peux pas trahir sa confiance.",
  "« Non » est le nouveau « oui » : je reste simplement dans la tendance.",
  "Je suis le héros que mérite mon canapé, donc je dois y rester.",
  "Les chances que je fasse cela sont à peu près les mêmes que de gagner à la loterie sans acheter de billet.",
  "Ce n'est pas sur ma liste de choses à faire ; en fait, c'est sur ma liste de choses à faire.",
  "Veuillez m'excuser, mon cerveau est actuellement en panne.",
  "S'il y avait une récompense pour avoir évité de participer, je serais le favori.",
  "Je décline à cause d'une abondance d'apathie.",
  "Mon destin est ailleurs, plus précisément sur mon canapé.",
  "On ne me fait pas simplement dire oui.",
  "C'est un non de ma part, mec.",
  "Si je dis oui, je devrais arrêter de me plaindre d’être occupé, et je ne peux pas accepter ça.",
  "Mon énergie provient de l'énergie solaire et il fait nuit.",
  "J'en prendrai un pour l'équipe en ne me joignant pas à cet effort.",
  "Je mets le « pro » dans la procrastination et je ne gâcherai pas ma séquence.",
  "Même mon ombre a décidé de rester à la maison, alors je le ferai aussi.",
  "Heureusement, j'ai une assurance contre la procrastination. Cela me couvre pour des situations comme celle-ci.",
  "Pas mon cirque, pas mes singes – donc certainement pas mon numéro à jouer.",
  "Je n'ai pas assez de mana pour cette quête.",
  "L’esprit est disposé, mais la chair a déjà commandé des plats à emporter et s’est installée.",
  "Ma volonté de le faire est dans l'atelier pour les réparations.",
  "Je pourrais énumérer 1000 raisons pour lesquelles je dis non, mais je vous épargnerai.",
  "Je refuse maintenant, pour éviter de refuser plus tard.",
  "Je me choisis plutôt que cet engagement, donc non.",
  "Je vous épargnerai un oui sans enthousiasme et vous donnerai un non honnête.",
  "Si ma vie était un film, c'est dans cette partie que je dis non et que je lance le générique.",
  "Je ferme la porte à cette idée (au propre comme au figuré).",
  "Mon intuition a crié « non » si fort que j'ai dû répondre en conséquence.",
  "« Non » est mon lieu de bonheur.",
  "La réponse que vous cherchez n’est pas disponible pour le moment (ne réessayez jamais).",
  "Pour citer une réponse célèbre : « Non ».",
  "J'exerce mon droit de dire non.",
  "Considérez cela comme un veto stratégique.",
  "Je n'ai jamais été aussi sûr de rien que de dire non.",
  "Je me suis réveillé aujourd'hui et j'ai pensé : \"Ne le faisons pas\".",
  "Aujourd’hui, je ne parle que par la négative.",
  "J'ai pour mission de maintenir zéro engagement.",
  "Même mon FitBit me dit de rester sur place.",
  "Je choisis Netflix plutôt que le stress, désolé.",
  "Non, de la manière la plus sincère et la plus humoristique possible.",
  "Mon agenda est en grève.",
  "Je rends service à tout le monde en m'en tenant à ce pour quoi je suis bon : dire non.",
  "Non, cela fait partie de ma routine de soins personnels.",
  "C’est un non sans culpabilité.",
  "Si je t'aidais, je te priverais de la chance de le faire toi-même.",
  "Mon emploi du temps est en mode avion.",
  "Je ne te fantôme pas ; Je vous donne un non ferme.",
  "Je suis en paix en disant non.",
  "Négatif. Arrêt complet.",
  "Je dois protéger ma santé mentale à tout prix, alors non.",
  "Hélas, je dois refuser.",
  "Refuser cette demande suscite en moi de la joie.",
  "Je ne vous ignore pas, je vous dis un « non » très clair.",
  "Imaginez que je vous ai donné une excuse intelligente et prenez simplement le « non » comme sous-entendu."
]
