[
  "في موسم مختلف من الحياة، قد أقول نعم، ولكن ليس الآن.",
  "على الرغم من أنني أقدر ذلك، إلا أن متابعة هذا ليس شيئًا يمكنني الالتزام به.",
  "في كل مرة أفكر في الأمر، أسمع كلمة \"كلا\" صغيرة في مهب الريح.",
  "لقد كتبت لي نفسي المستقبلية ملاحظة: \"من فضلك لا تفعل هذا مرة أخرى\".",
  "يبدو الأمر مثيرًا للاهتمام، لكنني لست الشخص الأفضل لذلك.",
  "أنا أقدر هذه الفكرة، لكنها ليست مناسبة لي الآن.",
  "أود أن أقول نعم، لكنني قطعت التزامًا بالقيام بأشياء أقل إثارة للشكوك هذا الأسبوع.",
  "بينما أقدر ذلك، مع الأخذ في الاعتبار أن هذا ليس شيئًا يمكنني الالتزام به.",
  "على الرغم من أنني أقدر ذلك، إلا أن التطوع لهذا ليس شيئًا يمكنني الالتزام به.",
  "أحاول أن أكون أكثر قصدًا فيما أوافق عليه، وهذا لا يناسبني تمامًا.",
  "أريد أن أكون صادقًا معك – لا أشعر بالراحة في الالتزام بهذا.",
  "يجب أن أثق في حدسي – وهو يقترح بلطف لا.",
  "إن قول لا لهذا يساعدني على قول نعم لشيء يهمني أكثر.",
  "إذا أجبت بنعم، فسأكون أكذب على كلانا، وقد طلب مني معالجي النفسي أن أتوقف عن فعل ذلك.",
  "سأرفض بكل احترام. إنه لا يتماشى مع المكان الذي أتجه إليه.",
  "على الرغم من أنني أقدر ذلك، إلا أن محاولة ذلك ليس شيئًا يمكنني الالتزام به.",
  "هذه الفرصة تستحق أكثر مما أستطيع أن أقدمه لها الآن.",
  "أنا لا أكره الفكرة، ولكنني أيضًا لا أريد أن أفعلها.",
  "لست في وضع يسمح لي بالالتزام بهذا الآن.",
  "على الرغم من أنني أقدر ذلك، إلا أن استكشاف هذا ليس شيئًا يمكنني الالتزام به.",
  "لقد تصالحت مع تراجع الأشياء التي لا تنشطني.",
  "حتى التقويم الخاص بي ضحك عندما حاولت الضغط على هذا.",
  "لقد قررت تأجيل الارتباطات الجديدة في الوقت الحالي.",
  "يبدو هذا وكأنه شيء قد يصرخ به Future Me في Present Me للموافقة عليه.",
  "لقد حاولت فعل الكثير من قبل، وهذا يبدو وكأنه حدث من قبل.",
  "لقد بذلت طاقة كبيرة في هذا الأمر، وآمل أن تتفهم قراري بالتراجع.",
  "على الرغم من أنني أقدر ذلك، إلا أن الانضمام إلى هذا ليس شيئًا يمكنني الالتزام به.",
  "هذه فكرة رائعة - أن يتولىها شخص آخر.",
  "النسخة التي تقول نعم لهذا لم تعد موجودة بعد الآن.",
  "حتى قهوتي قالت: \"ليس اليوم\".",
  "لقد اعترضت لجنة السلام الداخلي على هذه الفكرة بالإجماع.",
  "أعلم مدى أهمية هذا الأمر، لكن لا يمكنني أن أعطيه الاهتمام الذي يستحقه.",
  "لقد راودتني رؤية للقيام بذلك، ثم غفوت فيها على الفور.",
  "عقليًا، لقد غادرت بالفعل الغرفة التي سيحدث فيها هذا.",
  "على الرغم من أنني أقدر ذلك، إلا أن قبول هذا ليس شيئًا يمكنني الالتزام به.",
  "هذا لا يتوافق مع قيمي أو تركيزي الحالي.",
  "يرجى العلم أن قراري لا يمثل انعكاسًا لك، بل هو مجرد حدودي الخاصة.",
  "أنا أحترم الفرصة، ولكني أعرف حدودي، وهذا من شأنه أن يتجاوز حدودي.",
  "إذا أخذت هذا، سأكون أخون الوقت الذي وعدت به نفسي.",
  "لقد اتخذت ذات مرة قرارًا مشابهًا ولم تنظر قطتي في عيني منذ ذلك الحين. دعونا لا نكرر التاريخ.",
  "إذا وافقت، فسأحتاج إلى استنساخ نفسي. وأنا لا أثق به.",
  "لا يبدو هذا الأمر على ما يرام تمامًا، لذا يجب أن أنجح.",
  "أفضّل أن أقول لا بأمانة بدلاً من أن أقول نعم مع الاستياء.",
  "شكرًا لتفكيرك بي، لكن يجب أن أتجاوز هذا الأمر.",
  "لقد استغرقت بعض الوقت للتفكير، وأعتقد أن تمرير هذا هو القرار الصحيح في الوقت الحالي.",
  "أنا حقًا أقدر علاقتنا، وآمل ألا يغير رفضي ذلك.",
  "إنها ليست لا للأبد، لكنها لا في الوقت الحالي.",
  "حماسي صادق، لكن تواجدي خيالي.",
  "على الرغم من أنني أقدر ذلك، إلا أن احتضان هذا ليس شيئًا يمكنني الالتزام به.",
  "في هذه المرحلة، ليس لدي النطاق الترددي لتحقيق هذه العدالة.",
  "لقد تعلمت أن أحمي وقتي، وهذا لا يتماشى مع الطريقة التي أريد أن أقضيه بها.",
  "هذا ليس شيئًا يمكنني تحديد أولوياته في الوقت الحالي.",
  "إذا أجبت بنعم، فقد ينهار الكون من الصدمة.",
  "إذا وافقت، يمكن أن يكسر استمرارية الزمان والمكان.",
  "مساعدتك الآن يمكن أن تخلق مفارقة زمنية، ومن الأفضل عدم المخاطرة بها.",
  "لا أستطيع، أنا مشغول بمنع مستقبل حيث أقول نعم بالفعل.",
  "تقويمي يتوافق مع كوكب المشتري، والنجوم تقول لا.",
  "أنا متأكد من أن قول نعم محظور في هذه المجرة.",
  "الكون المتعدد لن يسامحني أبدًا إذا امتثلت.",
  "أي جدول زمني أقول فيه نعم ينتهي بالفوضى، لذلك أختار بحكمة.",
  "انا موافق؟ وهذا مثل القسمة على الصفر، وهو أمر خطير وغير مسموح به.",
  "قبول هذا العرض من شأنه أن يسبب خللاً في الماتريكس.",
  "أنا مشغول حاليًا للعقد القادم بالتظاهر بأنني منتج.",
  "أود ذلك، لكنني غارق في عد بلاط السقف.",
  "آسف، أنا مشغول جدًا بإعادة ترتيب درج الجوارب الخاص بي حسب اللون والمزاج.",
  "لدي اجتماع مع أريكتي ولن يتطلب الأمر أي إجابة.",
  "لدي تنبيه من التقويم للجلوس والتحديق في الفضاء في ذلك الوقت المحدد.",
  "جدول أعمالي ممتلئ: أقوم بترتيب وجباتي الخفيفة أبجديًا.",
  "أحتاج إلى إنهاء جلسة مكثفة من عدم القيام بأي شيء على الإطلاق.",
  "لدي التزام مسبق بمشاهدة الطلاء وهو يجف.",
  "أنا في منتصف ماراثون مماطلة مهم جدًا.",
  "لا أستطبع؛ سأحضر افتتاح ثلاجتي.",
  "سأساعدك، لكن صديقي الوهمي يحتاجني أكثر.",
  "لا أستطبع؛ صخرتي الأليفة تعاني من أزمة عاطفية.",
  "سمكتي الذهبية ستتزوج في ذلك اليوم، ولا بد لي من الحضور.",
  "لقد وعدت قطتي الخيالية بأن أبقى في المنزل الليلة.",
  "وحيد القرن الحارس الخاص بي يقول أنه لا ينبغي لي ذلك.",
  "لا بد لي من مجالسة الأطفال الخياليين لصديقي الوهمي.",
  "لسوء الحظ، أنا متطوع كمختبر تذوق للنظام الغذائي الجديد لحيواني الأليف.",
  "التنين الخاص بي لديه موعد مع الطبيب البيطري، ولا يمكنه تفويته.",
  "لقد تم إيقافي من قبل ببغائي الأليف بسبب سلوكه السيئ، لذا لا أستطيع الذهاب.",
  "لقد قمت بإعارة آلة الزمن الخاصة بي لصديق والآن لا أستطيع العودة والإفراج عني بعد ظهر هذا اليوم.",
  "لقد تعهدت بتجنب أي شكل من أشكال الإنتاجية.",
  "إنه ضد ديني الشخصي أن أفعل أي شيء مفيد اليوم.",
  "نصحني طبيبي النفسي بتجنب الأنشطة الممتعة.",
  "لقد أقسمت أنني يجب أن أرفض جميع الطلبات لمجرد نزوة.",
  "أنا أعمل فقط على القهوة والإنكار، وقد نفدت من القهوة.",
  "لدي حساسية من أي شكل من أشكال المسؤولية.",
  "لدي مذكرة طبية تمنعني على وجه التحديد من المساعدة.",
  "أود أن أساعد، ولكني أحاول كسر سلسلة مساعدتي.",
  "قال مدرب المماطلة الخاص بي إنني لست مستعدًا للمهام الفعلية بعد.",
  "لقد توقفت عن قول نعم للصوم الكبير، ولم ينته بعد.",
  "لدي سياسة شخصية تتمثل في قول لا في الأيام التي تنتهي بـ \"y\".",
  "لقد أذهلني تقويم هاتفي لمجرد التفكير فيه.",
  "لا بد لي من تحديث حالتي على وسائل التواصل الاجتماعي إلى \"مشغول بعدم القيام بذلك\".",
  "أنا أتجه حاليًا نحو \"لا\".",
  "لا أستطيع، لقد وعدت Netflix بأنني سأبقى هناك وأشاهد الأفلام.",
  "لقد فقدت شبكة Wi-Fi الخاصة بالتحفيز الاتصال.",
  "أنا في انتظار إعادة شحن هاتفي، ولا أستطيع فعل أي شيء حتى يصل إلى 100%.",
  "سيرتي الذاتية على تويتر تقول \"في كثير من الأحيان يقول لا\"، يجب أن أبقى على العلامة التجارية.",
  "أنا مشغول بالبحث عن التحفيز على جوجل؛ لم يتم العثور على نتائج.",
  "أنا عالق في حفرة أرنب الإنترنت ولا أستطيع العثور على المخرج.",
  "لا أستطيع أن آتي. أنا في مكالمة Zoom مع أريكتي.",
  "أود ذلك، لكني أفضل ألا أفعل ذلك.",
  "إجابتي هي لا، مخبوزات طازجة، خصيصًا لك.",
  "لقد فكرت في الأمر جيدًا، وسأرفضه بشدة.",
  "ولا حتى لو كان هناك الكعك المجاني.",
  "هذا هو الجزء الذي أقول فيه \"لا\" وكلانا نمضي قدمًا.",
  "دعني أتحقق من جدول أعمالي... أوه، انظر، إنه رقم دائم.",
  "أشعر بالإطراء لأنك سألت، لكنني سأنجح بنجاح.",
  "لقد وصلت إلى حصتي من قول نعم لهذا العام.",
  "أنا رائع جدًا لأقول نعم لذلك.",
  "وكما يقول المثل: \"كلا، كلا، كلا.\"",
  "أنت لا تريد مني أن أقول نعم، ثق بي، هذا من أجل الصالح العام.",
  "آخر مرة قلت نعم، أمطرت لمدة 40 يومًا. لا تفعل ذلك مرة أخرى.",
  "لقد وعدت نفسي في المستقبل بأنني سأقول لا لهذا الشخص.",
  "إذا وافقت، يجب أن أشرح ذلك لطبيبي النفسي.",
  "تجربتي السابقة مع نعم كانت مؤلمة.",
  "إن قول نعم مدرج في قائمة الأشياء التي يجب الإقلاع عنها.",
  "سأفعل ذلك، ولكن بعد ذلك يجب أن أعترف بأنني كنت مخطئًا بشأن كرهي لكل شيء.",
  "لقد أعطاني الكون إشارة لأقول لا (كانت إشارة نيون، واضحة جدًا).",
  "قلت ذات مرة نعم. لم ينته الأمر بشكل جيد. كانت هناك اللاما المعنية.",
  "شعوري الغريزي وصوتت بالإجماع لا.",
  "هذا يبدو وكأنه فرصة رائعة لشخص آخر.",
  "يا لها من فكرة عظيمة! أنا حزين لأنني لا أستطيع أن أكون جزءًا منه. حسنا، ليس حزينا.",
  "أنا أحسد الأشخاص الذين سيقولون لك نعم، حقًا.",
  "أنا أعشق هذا المفهوم تمامًا، لكن يجب أن أتوقف عن هذا المفهوم.",
  "خطة رائعة! لسوء الحظ، أنا في حماية الشهود من الأفكار الجيدة.",
  "سيكون ذلك بمثابة حلم يتحقق. من المؤسف أنني مستيقظ وأقول لا.",
  "لقد رسمت هذه الصورة الجميلة، وسأعجب بها من بعيد.",
  "هذا العرض السخي! سأرفض بسخاء.",
  "أنا متأكد من أنه سيكون نجاحًا باهرًا، لكنني سأكون معجبًا به من بعيد.",
  "يبدو مثيرا! أنا متعب بالفعل مجرد التفكير في الأمر.",
  "لقد غيرت ملابسي بالفعل، لذا فهذا لا.",
  "لقد أعلنت أريكتي منطقة محظورة للسفر وأنا ملتزم بذلك.",
  "لا أستطيع أن أزعج نفسي بتغيير بوريتو البطانية المريحة.",
  "أنا أوفر طاقتي من أجل قيلولة ملحمية.",
  "أنا كسول جدًا لدرجة أنني لا أستطيع حتى أن أختلق عذرًا جيدًا، لذا لا.",
  "يتطلب الانتقال من هذا المكان إشعارًا قبل 24 ساعة.",
  "أنا أحافظ على الطاقة اليوم بدون سبب محدد.",
  "سأفعل ذلك، لكن هذا يبدو مجهودًا ولدي حساسية.",
  "أواجه حاليًا صعوبات فنية في الحركة.",
  "أنا أتدرب على ماراثون عدم الحركة.",
  "لا بد لي من غسل شعري في ذلك العقد.",
  "لا بد لي من تذويب الجبل الجليدي في الثلاجة الخاصة بي.",
  "آسف، أحتاج إلى كي ملابسي الداخلية في تلك الليلة.",
  "يجب أن أعتني بحديقتي المليئة بالزهور البلاستيكية.",
  "سمكتي تحتاج إلى المشي وهذا له الأولوية.",
  "لا بد لي من تدوير الإطارات على كرسي مكتبي.",
  "أنا أمارس سلسلة من الأعمال المنزلية في رأسي.",
  "هددت الأطباق بالتمرد إذا تركتها مرة أخرى.",
  "أنا وثلاجتي لدينا علاج للأزواج في ذلك الوقت.",
  "أحتاج إلى الجلوس في الخارج بينما أقوم بفرز حديقة الحيوان الخاصة بالجوارب.",
  "في عالم بديل، فعلت ذلك تمامًا. فقط ليس في هذا واحد.",
  "ربما في حياتي القادمة سأفكر في ذلك، لكني الحالي أقول لا.",
  "في البعد الموازي، أنا موجود بالفعل، ومن المؤسف أننا هنا.",
  "لقد استشرت نفسي البديلة. لقد رفضوا أيضًا.",
  "إذا قمت باستنساخ نفسي، سأرسل النسخة. حتى ذلك الحين، لا.",
  "لقد تحققت مع المستقبلي، وقد أداروا أعينهم، لذا سأمر.",
  "أنا عالق في حلقة زمنية من قول لا.",
  "في جدول زمني بديل قلت نعم، وتسبب ذلك في نهاية العالم من الزومبي.",
  "ربما يكون توأمي الشرير مهتمًا؛ من السيئ جدًا أنهم مشغولون أيضًا.",
  "في مكان ما في عالم موازٍ أكون أكثر فائدة. هذا ليس هذا الكون.",
  "سأفعل ذلك، لكن هذا يبدو قريبًا بشكل خطير من العمل.",
  "رغبتي في القيام بذلك هي حاليا في غيبوبة.",
  "أنا متأكد من أنني سأفسد الأمر بشكل مذهل، لذا من الأفضل ألا تفعل ذلك.",
  "يمكنني المشاركة، لكن من سيصمد الجدار هنا؟",
  "هذا الطلب أعلى من درجة راتبي البالغة صفر.",
  "الروح راغبة، لكن الجدول الزمني يقول كلا.",
  "أفضل ألا أغري القدر بتجربة شيء جديد اليوم.",
  "إذا انضممت، سأخفض المتوسط.",
  "من أفعل ذلك؟ هذا هو تطور المؤامرة لا أحد يريد.",
  "أنا أمارس التباعد الاجتماعي عن تلك الفكرة.",
  "لدي حالة تمنعني من قول نعم (وتسمى العقل).",
  "قال طبيبي أنني بحاجة إلى المزيد من فيتامين \"لا\".",
  "لقد أصبت للتو بحالة خطيرة من التهاب ليس اليوم.",
  "عقليا، أنا بالفعل في إجازة.",
  "أنا طريح الفراش حتى إشعار آخر، بناءً على أوامر الطبيب (طبيبي هو الدكتور سوس).",
  "لدي رهاب الالتزام المزمن.",
  "أنا نازل بشيء؛ إنه يسمى الكسل.",
  "لدي موعد مع وسادة وبطانية.",
  "قال معالجي النفسي إنني يجب أن أتجنب الأشياء التي تجعلني بائسة؛ أفترض أن هذا مؤهل.",
  "أواجه حالة طوارئ في وقتي.",
  "يجب أن أنقذ العالم من الملل بالبقاء في المنزل.",
  "أنا في منتصف التفاوض على السلام العالمي (في لعبة فيديو).",
  "بطلي الخارق يحتاج إلى يوم عطلة، وأنا كذلك.",
  "أنا في مهمة سرية لتجنب أي شيء طلبته للتو.",
  "أود ذلك، لكن من سينقذ العالم أثناء رحيلي؟",
  "أنا مشغول بتنظيم وقت قيلولة عالمي.",
  "يجب أن أحافظ على الأريكة من أن تطفو بعيدًا، إنها مهمة مهمة.",
  "إن مصير شريحة البطاطس التي سأتناولها بين يدي، ولا أستطيع التخلي عنها.",
  "لقد تم اختياري كوصي على غرفة المعيشة الخاصة بي اليوم.",
  "أنا أقاتل تنينًا غير مرئي في المنزل. يستغرق وقتا أطول من المتوقع.",
  "أنت حقًا لا تريدني أن أقوم بهذا، فتخصصي هو تدمير الأشياء.",
  "أنا مثل القطة السوداء للمشاريع؛ سيكون الأمر أكثر أمانًا إذا بقيت بعيدًا.",
  "ثق بي، أنا أقدم لك معروفًا بقول لا.",
  "مشاركتي تأتي مع علامة تحذير، لذلك سأوفر عليك.",
  "سأنضم، لكني هنا فقط لتقديم رفض ذكي.",
  "أنا في الواقع فظيع في ذلك، إلا إذا كنت بحاجة إلى مثال لكيفية عدم القيام بذلك.",
  "أنت تستحق شخصًا يقول نعم دون تقديم ثلاثة أعذار أولاً.",
  "يشير سجلي الحافل إلى أنني يجب أن أتوقف عن هذا.",
  "أنا الشخص الخطأ لهذا المنصب؛ أنا الشخص المناسب لقول لا.",
  "إذا كنت بحاجة إلى شخص ما لتخريبه، سأكون مثاليًا. وإلا فسوف أمضي.",
  "كعكة الحظ قالت \"لا\" الليلة الماضية فقط",
  "لقد تنبأت النبوءة أنني سأرفض هذا.",
  "تنهدت جميع بطاقات التارو الخاصة بي بشكل جماعي.",
  "لقد تحققت من كرتي البلورية، وقالت \"لا\".",
  "عالم الروح يوصيني بالبقاء في المنزل.",
  "لقد رميت بعض الأحرف الرونية وكتبوا N-O.",
  "قالت كراتي السحرية الثمانية \"التوقعات ليست جيدة جدًا\".",
  "كنت أقرأ أوراق الشاي وقالوا لي أن أتجنب ذلك بأي ثمن.",
  "لقد حذرني وسيط نفسي من طلبات كهذه.",
  "أنا في علاقة ملتزمة مع سريري في ذلك الوقت.",
  "النوم ولدي موعد ثابت، لا أستطيع كسره.",
  "سأفعل ذلك، لكني أحاول هذا الشيء الجديد المسمى بالنوم.",
  "لقد تناولت بالفعل الميلاتونين. لقد انطفأت الأضواء بالنسبة لي.",
  "أنا أوفر كل طاقتي لأغمض عيني وأتنفس.",
  "لدي صباح مبكر من النوم.",
  "إذا لم تكن قيلولة، فأنا لست مهتمة.",
  "لا أستطبع؛ وسادتي تحتاجني.",
  "احسبني، أنا أعد الأغنام بدلاً من ذلك.",
  "سأكون في منتصف قيلولتي (والتي قد تستمر طوال اليوم).",
  "إخلاء المسؤولية: أي اتفاق من جهتي يعتبر باطلاً عندما تكون المتعة محظورة.",
  "طباعة دقيقة: \"نعم\" تأتي بحماس 0٪.",
  "لقد تحققت من شروط وأحكام حياتي، وكانت تقول \"لا\".",
  "بموافقتي، قد أنتهك العديد من اللوائح الشخصية.",
  "وفقا للقواعد غير المكتوبة التي كتبتها للتو، يجب أن أرفض.",
  "اتفاقية المستخدم الخاصة بي تمنعني تمامًا من القيام بذلك.",
  "سأنتهك اتفاقية جنيف للانطوائيين إذا وافقت.",
  "لقد قمت بتشغيل هذا الطلب من خلال الامتثال الداخلي الخاص بي، ولكنه فشل.",
  "المحامي الخاص بي (وهو وهمي) ينصح بعدم القيام بذلك.",
  "العقد الذي وقعته مع سريري لا يسمح لي بفعل أي شيء آخر.",
  "صحني ممتلئ، وقد أكلت بالفعل جزء من المعروف.",
  "أنا مكتظ، ومرهق، ويسعدني أن أقول لا.",
  "لقد احترق جدول أعمالي تلقائيًا بسبب الكثير من المهام.",
  "إنني أدير حاليًا عددًا كبيرًا جدًا من الأزمات، فإضافة أزمة أخرى قد يؤدي إلى الانهيار.",
  "لدي الكثير من الأشياء في طبقي، وأنا أتبع نظامًا غذائيًا خاليًا من الكربوهيدرات (لا توجد مهام إضافية).",
  "أنا غارق في المهام، ولم أحضر معي أنبوب التنفس.",
  "سأفعل ذلك، لكني أشعر بالفعل بالندم على أشياء أخرى.",
  "قائمة المهام الخاصة بي وأنا لسنا على علاقة بالتحدث، إنها طويلة جدًا.",
  "أنا مشهور جدًا بالمهام التي لم أقم بها بعد.",
  "الهامستر الذي يدير عجلة حياتي مضرب عن العمل بسبب الإرهاق.",
  "\"لا\" يتم كتابتها بشكل عكسي فقط، وأنا خارج.",
  "يقترح التدقيق الإملائي أن أقول لا.",
  "كتبت لك قصيدة: الورد أحمر، والبنفسج أزرق، جوابي هو لا، لا أستطيع أن أفعل ذلك.",
  "الشيء الوحيد الذي أميل إلى قوله هو التراجع.",
  "دعني أصيغ الأمر بلغة تفهمها: لا.",
  "أنا أتقن 5 لغات، والإجابة في كل منهم هي لا.",
  "\"نعم\" وأنا لا أتحدث بشروط في الوقت الحالي.",
  "أود أن أرد بعبارة لاتينية فاخرة تقول \"لا\"، لكن كلمة \"لا\" البسيطة ستكون كافية.",
  "كاختصار، إجابتي هي NO.",
  "إذا قمت بإعادة ترتيب حروف \"نعم\"، فستحصل على \"سي\" - وهو بالضبط ما سيكون منطقيًا بالنسبة لي للقيام بذلك.",
  "أنا محجوز حتى الموت الحراري للكون.",
  "تقويمي ممتلئ خلال القرن القادم، آسف.",
  "لدي تعارض في الجدول الزمني مع بقية حياتي.",
  "لست حراً حتى تشرق الشمس من الغرب وتغرب من الشرق.",
  "تواصل معي بعد مليون سنة، ربما يكون لدي الوقت حينها.",
  "أنا في انتظار الحياة الآن؛ نتوقع انتظارا طويلا.",
  "إن توفري حاليًا في حالة من عدم اليقين الكمي، ويميل نحو لا.",
  "لقد قمت بالحجز المسبق لآلاف الرفض التالية؛ أنت مجرد واحد منهم.",
  "جدول أعمالي أضيق من الجينز بعد العطلة.",
  "نظرت إلى التقويم الخاص بي، وضحك مني لمجرد سؤالي.",
  "شكرًا لك على تفكيرك بي، لكنني سأرفض ذلك بفرح شديد.",
  "أنا أقدر العرض، ولكنني سأرفضه، بسبب الكسل في المقام الأول.",
  "يسعدني كثيرًا ما سألته، لكن لا يمكنني فعل ذلك أيها البقر.",
  "يشرفني أنك فكرت بي، لكن يجب أن أرفض بكل احترام وكوميديا.",
  "أرجو أن تتقبلوا خالص اعتذاري وأنا أضحك وأقول لا.",
  "لسوء الحظ، يجب أن أنجح، لكنني سأفعل ذلك بابتسامة.",
  "هذا ليس أنت، إنه أنا. أنا فقط لدي حساسية من فعل الأشياء.",
  "مع احترامي، سأغتنم هذه الفرصة.",
  "لقد تأثرت حقًا بسؤالك. حقا. لا يزال لا، رغم ذلك.",
  "مع كل الاحترام الواجب، بأي حال من الأحوال، خوسيه.",
  "لقد نسيت كيف أقول نعم.",
  "أعاني من فقدان الذاكرة على المدى القصير عندما يتعلق الأمر بالمسؤوليات.",
  "أوافقك الرأي، لكني نسيت ما طلبته، لذا... لا.",
  "عقلي يحذف تلقائيًا طلبات كهذه.",
  "لقد حصلت على فقدان الذاكرة الانتقائي للخدمات.",
  "كنت سأساعد، لكني نسيت أن أهتم.",
  "أنا آسف، أنا أعاني من CRS (لا أستطيع أن أتذكر قول نعم).",
  "لا أستطيع أن أتذكر آخر مرة قلت فيها نعم، ولن أبدأ الآن.",
  "ماذا كان هذا؟ هل سألت شيئا؟ لا؟ عظيم.",
  "لقد وضعت طلبك في جهاز التقطيع العقلي.",
  "لا أستطبع؛ أنا مشغول بتعليم سمكتي الذهبية كيفية لعب لعبة الجلب للأعمال الخيرية.",
  "أنا أخصص تلك الفترة الزمنية للتفكير في معنى الحياة. إنها قضية خيرية حقًا.",
  "لقد تبرعت بكل وقت فراغي لأسباب غير فعلية.",
  "أنا أعمل على عريضة لحظر مثل هذه الطلبات.",
  "تقويمي مليء بالعمل التطوعي في جمعية الرافضين المحترفين.",
  "أنا أتدرب من أجل حدث خيري: ماراثون قول لا.",
  "أقوم برفع مستوى الوعي حول كلمة \"لا\" المهددة بالانقراض من خلال استخدامها بشكل متكرر.",
  "لقد قمت ببيع الفترة الزمنية الخاصة بي في ذلك اليوم بالمزاد لأعلى مزايد بلا شيء.",
  "أنا أقوم بالتراجع الصامت بعيدًا عن المسؤوليات.",
  "لقد أعطيت كل وقت فراغي لشخص آخر؛ أنا أعاني من العجز.",
  "أنا أتبع نظامًا غذائيًا صارمًا يمنع التفاعل الاجتماعي.",
  "لا بد لي من الإلغاء. لقد تجاوزت حصتي من الأشخاص لهذا الأسبوع.",
  "أنا انطوائي بشدة الآن، ولا أستطيع التوقف عن القيام بذلك.",
  "وصلت نسبة شحن بطاريتي الاجتماعية إلى 0%، والشاحن مفقود.",
  "أنا بعيدًا في مغامرة انطوائية (في الداخل، بمفردي).",
  "لا أستطيع الخروج؛ لقد اتخذت مؤخرا حياة الناسك.",
  "التنشئة الاجتماعية خارج الطاولة، حرفيًا، لقد قلبت الطاولة.",
  "لدي حساسية من الحشود، وحتى شخص واحد يهم في بعض الأحيان.",
  "أنا أمارس التباعد الاجتماعي... عن الجميع.",
  "أنا خارج المنصب. يرجى الاتصال بي أبدا.",
  "لقد ألصقت نفسي على الأريكة عن طريق الخطأ.",
  "قدمت ساقي شكوى بشأن المشي المفرط.",
  "نهضت رحلتي وذهبت بدوني.",
  "أنا أعيش تجربة الخروج من الجسد ولم أعود بعد.",
  "أنا وطاقتي حاليًا في علاقة بعيدة المدى.",
  "استيقظت اليوم وأنا أعاني من حالة خطيرة من الجاذبية؛ لا أستطيع النهوض.",
  "لدي حالة حادة من مغناطيسية الأريكة.",
  "لقد ظلت أطرافي مضربة عن العمل حتى إشعار آخر.",
  "أشعر بالنشاط مثل الكسلان في الإجازة.",
  "أنا تحت الإقامة الجبرية بسبب كسلي.",
  "أفضل أن أستحم في حساء عمره أسبوع بدلاً من القيام بذلك.",
  "أفضّل استخدام المناشير وأنا معصوب العينين، إذ يبدو الأمر أكثر أمانًا من قول نعم.",
  "سأتسلق جبل إيفرست حافي القدمين قبل أن أوافق على ذلك.",
  "أفضل أن أكون الهدف الوحيد في مباراة كرة الطلاء بدلاً من المشاركة.",
  "بصراحة، يبدو مضغ الزجاج أكثر متعة من قول نعم لهذا.",
  "أفضّل إجراء جراحة أسناني بنفسي دون تخدير.",
  "قول نعم؟ من الأفضل أن أتحدى الكنغر في مباراة ملاكمة.",
  "أفضّل المشي على قطع الليغو لمدة ساعة متواصلة.",
  "أفضّل إثارة عدم القيام بذلك، شكرًا.",
  "سأوافق، لكن لدي سياسة صارمة بعدم الوقوع في الفخاخ الواضحة.",
  "سأفعل ذلك، لكن حسابي البنكي يقول أنني لا أستطيع تحمل تكاليف الوقود للوصول إلى هناك.",
  "ما لم تكن هناك جائزة نقدية لي، سأضطر إلى الرفض.",
  "أنا أعمل فقط بالعمولة، وهذا الطلب لا يدفع بالبيتزا.",
  "إذا دفعت لي سبائك ذهبية، فسأعيد النظر. خلاف ذلك، لا.",
  "لقد نصحني المحاسب الخاص بي بأن قول نعم لا يوازن دفاتري.",
  "أنا في انتظار متبرع ثري لتمويل موافقتي.",
  "لا أستطيع أن أضع ذلك في ميزانيتي من الوقت والطاقة.",
  "أنا في مأزق مالي: نقص الأموال ونعم.",
  "ما لم أحصل على خيارات الأسهم لهذا، أنا خارج.",
  "أحتاج إلى دفعة أولى فقط للتفكير في قول نعم.",
  "أنا أنتظر إشارة من الكون... أوه، ها هي: تقول لا.",
  "أحتاج إلى الحفاظ على خلايا دماغي المتبقية.",
  "خوفي الوجودي ولدي خطط.",
  "أنا مضرب عن العمل حتى إشعار آخر، وأنا قائد النقابة.",
  "لدي موعد ساخن مع بيتزا وبرنامج تلفزيوني.",
  "أحتفل حاليًا باليوم الوطني للرفض، فهو عطلة شخصية.",
  "لدي سياسة تقضي بعدم القفز إلى البراكين، وهذا يبدو خطيرًا أيضًا.",
  "لا أستطيع الحضور، لقد وضعت خططًا أخرى بشأن سريري ووسادتي.",
  "يجب أن أرفض من أجل العلم!",
  "أحاول أن أرى كم من الوقت يمكنني أن أمضي دون القيام بأي شيء مثمر.",
  "قالت أمي أنه يجب علي البقاء في المنزل وترتيب خزانة المؤن أبجديًا.",
  "لقد حجزتني عائلتي للعب لعبة الغميضة وأنا القطعة المفقودة.",
  "أطفالي أوقفوني لمحاولتي الحصول على حياة.",
  "لا أستطبع؛ سوف تستاء أرواح أسلافي إذا فعلت ذلك.",
  "لن يسمح لي كلبي بالخروج من المنزل إلا للتنزه وليس للعمل.",
  "لقد قام زوجي بالفعل بإعداد خطط العشاء معي ومع Netflix.",
  "إنها ليلة عائلية وبالعائلة، أعني أنا ووجباتي الخفيفة.",
  "لا بد لي من حضور تقليد عائلي بعدم القيام بأي شيء الليلة.",
  "قطتي تنظر لي بنظرة \"لا تجرؤ على الخروج\".",
  "يتم لم شمل عائلة السمكة الذهبية في حوض السمك الخاص بي.",
  "\"لا\" هي مجرد \"نعم\" تعاني من اضطراب المعارضة المتحدي.",
  "N-O: حرفان، عند جمعهما، يصفان خططي بشكل مثالي.",
  "سأقوم بتحويل هذه الدعوة إلى inviti-NOPE.",
  "\"لا\" هو حيواني الروحي.",
  "لا أستطيع تهجئة كلمة \"كلا\" بدون N-O.",
  "يقولون أن السالب المزدوج يصنع شيئًا إيجابيًا، لكن السالب الوحيد يظل ثابتًا.",
  "أنا أرفض بشكل ساكن وأخرج حرف العلة من هذا.",
  "فقط في حالة فاتك ذلك: N كما في لا، O كما في أوه-لا-ليس-اليوم.",
  "شعاري هو \"فقط قل لا\"، وأنا مخلص جدًا لشعاري.",
  "لقد قمت بالتسجيل في دورة حول قول لا، وأنا فقط أتدرب على واجباتي المنزلية.",
  "أفضّل مشاهدة العشب ينمو في ذلك الوقت، آسف.",
  "في الواقع، كنت أخطط لحساب حبيبات الرمل، الأمر الذي يبدو أكثر متعة.",
  "لقد كنت أتطلع إلى إعادة تنظيم مجموعة الأزرار الخاصة بي بدلاً من ذلك.",
  "لقد حددت وقتًا ممتعًا مع مروحة السقف الخاصة بي.",
  "لدي موعد مثير مع عدم القيام بأي شيء على الإطلاق.",
  "أنا منخرط في علاقة عاطفية في وقت الفراغ، ولا أستطيع الغش فيها.",
  "لدي مقاعد في الصف الأمامي على أريكتي وأعتزم استخدامها.",
  "هناك إعادة عرض لعرض لم أره من قبل ولا يمكنني تفويته.",
  "لقد وعدت بالفعل بقضاء هذا الوقت في العبث بإبهامي.",
  "لا بد لي من الرفض. لا أريد أن أتفوق على الجميع بحضوري.",
  "إن عظمتي أكبر من أن يتحملها هذا الحدث.",
  "سأقول نعم، ولكن بعد ذلك لن يكون من العدل للآخرين أن أتفوق دون عناء.",
  "لا أستطيع فعل ذلك؛ قد يقتحم المصورون الحدث الخاص بك إذا فعلت ذلك.",
  "أنا أسدي لك معروفًا بعدم الحضور وسرقة الأضواء.",
  "كنت سأحضر، لكني أمثل شيئًا كبيرًا في مرآتي الخاصة.",
  "أنا رائع جدًا لذلك (وأعني بالرائع جدًا كسولًا جدًا).",
  "اسمحوا لي أن أرفض برشاقة، حتى تتمكنوا من الاستمتاع دون ذهولتي الساحقة.",
  "سأضطر إلى الرفض؛ أنا مشغول جدًا بأن أكون رائعًا في مكان آخر.",
  "يجب أن أرفض بكل تواضع لأن كمالي مرهق.",
  "لا بد لي من إعادة الخاتم الأوحد إلى موردور في ذلك اليوم.",
  "آسف، من المقرر أن أقاتل دارث فيدر إذن.",
  "أحتاج إلى الجلوس بجانب الهاتف في حالة اتصال هوجورتس.",
  "سأفعل ذلك ولكنني تطوعت بالفعل كإشادة في مكان آخر.",
  "أضاءت إشارة الوطواط الخاصة بي للتو، يجب أن أذهب لإنقاذ جوثام بدلاً من ذلك.",
  "لا أستطيع، مكثف التدفق الخاص بي في حالة تعطل ولا أستطيع الوصول إليه في الوقت المناسب.",
  "تلك الليلة هي رحلتي المقررة للعودة إلى المستقبل.",
  "قد يهاجمني الزومبي إذا غادرت المنزل، لقد رأيت ذلك في فيلم وثائقي (حسنًا، كان فيلم زومبي).",
  "أنا مشغول بالتفاوض مع بعض التوابع؛ السيطرة على العالم لا يمكن أن تنتظر.",
  "لا بد لي من استشارة دكتور سترينج بشأن الحضور (لقد توقع أنني لن أفعل ذلك).",
  "أخبرني مديري أن أقول نعم فقط لزيادة الراتب، لذا لا لكل شيء آخر.",
  "لقد استنفدت كل أيامي المرضية، لذا أتصل جيدًا وأبقى في المنزل.",
  "قال أستاذي إنني بحاجة إلى التركيز على عدم المبالغة في الالتزام.",
  "لدي شيء يتعلق بالعمل، وهو ما يسمى تجنب العمل.",
  "يحتوي التقويم الخاص بي في العمل على علامة \"NOPE\" حمراء كبيرة في ذلك التاريخ.",
  "لا أستطيع، لدي اجتماع مهم للتحديق في جدول البيانات والتأمل في الحياة.",
  "سآخذ يومًا شخصيًا لتجنب الأشخاص.",
  "لقد أجريت مكالمة جماعية مع نفسي، وهي تستغرق وقتًا طويلاً للغاية.",
  "لقد دخل العمل الإضافي في صراع مع وقت فراغي، وخسر وقت الفراغ.",
  "أصبح PTO (إذن إلغاء الاشتراك) ساري المفعول.",
  "إذا ذهبت، قد يؤدي ذلك إلى نهاية العالم. من الأفضل عدم المخاطرة به.",
  "يجب أن أبقى في مكاني لمنع انتشار الزومبي (قصة طويلة).",
  "لقد أتيت، لكن نوستراداموس تنبأ بأنني سأقول لا.",
  "إنها إحدى علامات نهاية العالم إذا قلت نعم، فلنتجنب ذلك.",
  "حضوري هو الختم الأخير قبل نهاية العالم، لذا من الصعب المرور.",
  "أخشى أن نعمي ستستدعي Cthulhu أو شيء من هذا القبيل.",
  "أنا أتجنب التسبب في تأثير الفراشة الذي ينهي العالم.",
  "تقول الأسطورة إذا وافقت، فإن العالم سينتهي برقم موسيقي مذهل.",
  "لقد عقدت صفقة مع شيطان ألا أقول نعم أبدًا، وأنا أكره فسخ العقد.",
  "تدق ساعة يوم القيامة بشكل أسرع في كل مرة أفكر فيها بالموافقة.",
  "نعم، يمكنك تفسير صمتي على أنه لا.",
  "أومئ برأسي نعم، لكن جسديًا أهز رأسي لا.",
  "بالتأكيد... هل يمكنك العثور على شخص آخر؟",
  "نعم موجودة في قاموسي، ولكن ليس اليوم.",
  "على مقياس من نعم إلى لا، أنا في \"ليس بعد مليون سنة\".",
  "قصدت أن أقول نعم، ولكن كل ما خرج كان لا.",
  "ضع في اعتبارك أن \"نعم\" ضائعة في البريد.",
  "Y-E-S هي رسائل لن تسمعها مني اليوم.",
  "تخيل لي بحماس عدم القيام بذلك.",
  "تتخيلني أساعد؟ والآن تخيل العكس. ها أنت ذا.",
  "أشعر بأنني سيء الحظ، لذا من الأفضل ألا أخاطر بقول نعم.",
  "لقد رميت النرد وكانت النتيجة \"لا\".",
  "لقد استشرت سيدة الحظ. قالت لي أن أبقى في المنزل.",
  "نفد حظي قبل أن تسأل.",
  "إذا كان لدي قرش محظوظ في كل مرة أرفض فيها، سأكون ثريًا. بالحديث عن ذلك، لا.",
  "كنت سأنضم لكني مشيت بالخطأ تحت سلم وكسرت مرآة. لا تخاطر به.",
  "قال عرافي \"ليس في نجومك\"، أنا أثق في ذلك.",
  "لقد سحبت بطاقة من على سطح السفينة. مكتوب عليها \"لا تمر، اذهب، لا تقل نعم\".",
  "قرر القدر التمرير إلى اليسار على هذا.",
  "اصطفت النجوم... لتشكل \"لا\" كبيرة.",
  "لا أستطبع؛ قالت توقعات الطقس أن هناك فرصة بنسبة 100% لبقائي في المنزل.",
  "إنها تمطر \"لا\" وأنا مبللة بها.",
  "أنا لا أخرج إلا في الظروف الجوية المثالية، ومن الواضح أن هذا ليس كذلك (بالنسبة لي).",
  "أعاني من نوبة غزيرة من الكسل.",
  "هبت رياح القدر وضربت على وجهي بـ \"لا\".",
  "هناك عاصفة تختمر وتسمى ترددي.",
  "أظن أن إعصارًا مفاجئًا من المسؤوليات سيبقيني في الداخل.",
  "أنا تحت الطقس، وعلى وجه التحديد سحابة من كلا.",
  "التوقعات لذلك اليوم هي أن لدي فرصة كبيرة لعدم الحضور.",
  "أنا أكره أن أخرج وأذوب. أنا مصنوع من السكر والسخرية.",
  "أستطيع أن أقول نعم، ولكن ذلك سيكون كذبة.",
  "قلبي يقول نعم، ولكن روحي تقول هل تمزح؟",
  "أنا قادر جسديًا على القيام بذلك، ولكن معنويًا فقط أعارض (الجهد).",
  "لدي صراع داخلي: جزء مني يقول \"لا\". والجزء الآخر يقول أيضًا \"لا\".",
  "لقد وصلت إلى عمر حيث أقول لا للأشياء التي أكرهها. وأنا أكره هذا.",
  "إرادتي لفعل ذلك عالقة في حركة المرور ولن أتمكن من ذلك.",
  "أعطيته بعض التفكير. كانت الفكرة \"لا\".",
  "من الناحية النظرية أستطيع ذلك، ولكن دعونا نلتزم بالواقع حيث لن أفعل ذلك.",
  "أحاول أن أكون أقل إرضاءً للناس، بدءًا من الآن.",
  "لقد نظرت للتو في المرآة وتدربت على قول \"لا\" وشعرت أن الأمر صحيح.",
  "لا أستطيع أن أقول نعم قبل أن أتناول قهوتي. وأنا لا أخطط أبدًا لتناول القهوة.",
  "لا الكافيين، لا يمكن القيام به.",
  "أنا وقهوتي لدينا ميثاق: لا قرارات مهمة بدونه، وهو غير متوفر.",
  "أود أن أقول نعم، لكنني لم ألتزم بحصتي اليومية من القهوة للتعامل مع العواقب.",
  "أنا في حالة منزوعة الكافيين لا.",
  "عقلي لا يتغذى إلا بالكافيين، ونحن نعاني من انقطاع التيار الكهربائي.",
  "لا يوجد جافا، ولا يوجد جافا دو.",
  "آلة القهوة أبلغتني بالمرض، لذا فأنا غير قادر على الموافقة على أي شيء.",
  "لقد وعدت نفسي بأنني لن أقرر الأمور إلا بعد تناول القهوة؛ من السيئ جدًا أن الساعة ليست الساعة بالفعل.",
  "قررت أنا وقهوتي الصباحية أن هذا لا يستحق الكافيين الذي قد يستغرقه.",
  "أنا مشغول جدًا بالتخطيط للسيطرة على العالم فلا أستطيع الحضور.",
  "إذا أجبت بنعم، فقد يفسد ذلك خطتي الشريرة.",
  "مخبئي السري يحتاج إلى رعاية في ذلك الوقت.",
  "أنا في منتصف مخطط مخادع ولا أستطيع الانفصال عنه.",
  "لا أستطيع مساعدتك؛ أنا شرير للغاية في التدريب وهذا من شأنه أن يفسد مصداقيتي.",
  "سأنضم، ولكن بعد ذلك سأضطر إلى ضمك إلى خططي ولن يعجبك ذلك.",
  "أنا أفكر في كيفية السيطرة على العالم، وأحتاج إلى التركيز الكامل.",
  "أتباعي خططوا لثورة في ذلك اليوم، ويجب أن أكون حاضراً.",
  "يجب أن أرفض للأسف لأن لدي الكثير من الضحكات الشيطانية لأتدرب عليها.",
  "الشر لا ينام أبدًا، وعلى ما يبدو أنا أيضًا، باستثناء أنني بالتأكيد لن أخرج.",
  "أحاول محاذاة الشاكرات الخاصة بي من خلال عدم الضغط، لذلك سأقول لا.",
  "للحفاظ على التوازن في القوة، يجب أن أرفض.",
  "الين واليانغ يخبرانني بعدم القيام بذلك.",
  "من أجل التوازن الكوني، لا أستطيع أن أوافق على ذلك.",
  "أنا في منتصف تعديل فنغ شوي لحياتي الذي يحظر التزامات جديدة.",
  "يجب أن أرفض، وإلا فإن التوازن الدقيق لكسلي سوف يتعطل.",
  "إن قول نعم من شأنه أن يفسد التوازن في نسبة نعم إلى لا الأسبوعية.",
  "أحتاج أن أبقي الكارما الخاصة بي واضحة، وأشعر أن الإجابة بنعم من شأنها أن تعكر صفو الأمر.",
  "يجب أن أحقق السلام الداخلي، مما يعني عدم تعقيد يومي بهذا الأمر.",
  "أخشى أنني إذا استمتعت بنفسي، فسوف تصبح هذه عادة سيئة.",
  "إذا انتهى بي الأمر إلى الإعجاب به، فسأضطر إلى القيام بذلك مرة أخرى، لذا لا.",
  "أنا خائف من النجاح، لذا يجب أن أرفض أي شيء قد ينجح.",
  "أخشى أنني سأرفع المستوى كثيرًا إذا قلت نعم وقمت بعمل جيد.",
  "هزار؟ لست متأكدًا من أنني أتذكر ما هو، فمن الأفضل عدم المخاطرة به.",
  "لدي حساسية من المرح – انفجر في السخرية.",
  "أتجنب أي شيء قد يجعلني أبتسم كثيرًا.",
  "أحاول أن أبقى غامضًا وقول نعم سيجعلني في متناول الجميع.",
  "أحب أن أبقي توقعاتي منخفضة من خلال عدم القيام بأي شيء.",
  "أنا أتجنب المرح حتى إشعار آخر.",
  "أن تطلب مني أن أفعل ذلك يشبه أن تطلب من سمكة أن تتسلق شجرة.",
  "إن قيامي بذلك سيكون مثل الدجاجة التي تحاول القيام بالجبر.",
  "إن قول نعم سيكون أمرًا غير معتاد مثل أن تصبح القطة نباتية.",
  "أنا وهذه الفكرة نسير معًا مثل الزيت والماء.",
  "إن مشاركتي تشبه ربطًا مربعًا في ثقب دائري، ولكنها ليست مناسبة.",
  "إن حافزي وهذه المهمة يشبهان مغناطيسين يتنافران.",
  "سيكون الأمر مثل توقع فوز حيوان الكسلان بسباق 100 متر.",
  "متوافق مثل الآيس كريم والحساء الساخن - من الأفضل أن يظل منفصلاً.",
  "إن قولي نعم هو أمر محتمل مثل قيادة الخنازير لسفينة فضائية.",
  "هذا الطلب هو زبدة الفول السوداني لحساسيتي.",
  "لقد أدركت للتو أنها عطلة: اليوم الوطني لعدم القيام بذلك.",
  "أنا أحتفل بعطلة شخصية تسمى Nope-vember.",
  "لا أستطبع؛ لقد قمت ببث تظلمات Festivus في ذلك اليوم.",
  "لقد حجزت ذلك اليوم للاحتفال بمهرجان لا.",
  "أنا ملتزم بالفعل بعطلة مناهضة العمل.",
  "أحتفل باليوم المعاكس عن طريق القيام بعكس ما تطلبه.",
  "آسف، إنه يوم راحتي السنوي... مثل السبت، ولكن للكسل.",
  "أنا أحتفل فقط بالمناسبات التي تتضمن الكعك، لذا ما لم يكن هناك كعكة، لا.",
  "هذا التاريخ يتعارض مع احتفالي الممتد بعيد الميلاد.",
  "إنه عيد ميلاد فرقة الروك المفضلة لدي، وهو في الأساس عطلة عالمية بالنسبة لي.",
  "أريد أن أقول نعم، لكن حدسي السليم يصرخ بـ \"لا\" مرارًا وتكرارًا.",
  "قلبي يقول ربما، لكن عقلي رفع علمًا أحمرًا عملاقًا.",
  "بدأ شعوري الغريزي في أداء الماكارينا عندما سألت (هذه رقصة ممنوعة).",
  "كل جزء من كياني يقوم حاليًا بالتلويح تكريمًا لقول لا.",
  "الصوت المسؤول الصغير في رأسي والصوت الكسول العالي يتفقان: لا.",
  "لقد طلبت حكمي الأفضل، فضحكت بشكل هستيري.",
  "سلط ذهني الضوء على هذا الطلب واضغط على مفتاح الحذف.",
  "سوف يطاردني ضميري إذا قلت نعم.",
  "حتى الملاك الذي على كتفي يقول: \"لا يا صاح\".",
  "صوتي الداخلي يصرخ \"NOOOOO\" بأسلوب دارث فيدر.",
  "أنا لا مماطلة. أنا أقول بشكل استباقي لا مقدما.",
  "أنا أؤجل قراري حتى نهاية الوقت – المفسد: لا.",
  "لماذا أفعل اليوم ما يمكنني تجنبه إلى أجل غير مسمى؟",
  "مخططي يقول \"لا\" في كل صفحة هذا الأسبوع.",
  "سأضع هذا الطلب في قائمة المهام الخاصة بي مباشرة بعد \"تعلم النقل الآني\".",
  "أنا بصدد إعادة جدولة مماطلتي لوقت لاحق.",
  "أنا في انتظار اللحظة الأخيرة، ولم يصل لهذا الغرض.",
  "فكرت في القيام بذلك لاحقًا، ثم أدركت لاحقًا أنه تم حجزه بالكامل أيضًا.",
  "أنا في حالة مماطلة، ولا أستطيع التوقف الآن.",
  "سأؤجل إجابتي بنعم حتى عام غير موجود.",
  "سأساعدك، لكن بعد ذلك سيكون اثنان منا بحاجة للمساعدة.",
  "لست متأكدًا من قدرتك على تحمل الضرر الذي قد أسببه من خلال المحاولة.",
  "مساعدتي تأتي مع ضمان استعادة الأموال، لكنك لا تريد ذلك.",
  "أنا آخر شخص يجب أن يفعل ذلك، حرفيًا، أنا الأخير في الصف.",
  "حاولت أن أفعل شيئًا مشابهًا مرة واحدة؛ دعنا نقول فقط أن إدارة الإطفاء شاركت.",
  "إذا فعلت ذلك، فسوف تقضي المزيد من الوقت في إصلاح أخطائي.",
  "كفاءتي في إجازة الآن.",
  "أنا أتفوق في المماطلة، وليس في فعل الأشياء.",
  "سأتطوع، لكن رسوم عدم الكفاءة التي أفرضها مرتفعة جدًا.",
  "أود أن أساعد، ولكن بعد ذلك سأضطر إلى إخلاء مسؤوليتي القانونية عن أي نتائج.",
  "هذا لا يثير الفرح حقًا في داخلي، لذا سأنجح.",
  "هذه الفكرة لا تجتاز اختبار الحيوية بالنسبة لي.",
  "لا أشعر بجاذبية قوية تجاه القيام بذلك.",
  "مستوى اهتمامي يقع في مكان ما بين الصفر والسالب.",
  "لو كان اهتمامي أقل، لكنت في غيبوبة.",
  "لقد غادر فضولي الغرفة عندما سمعت هذه الفكرة.",
  "أنا متأكد من أنه أمر رائع، ولكن مدى اهتمامي يعتقد خلاف ذلك.",
  "أنا أحفظ حماسي لشيء أكثر مملة.",
  "لقد غفوت في منتصف الطريق من خلال التفكير في الأمر.",
  "حاولت أن أتحمس لذلك وسحبت عضلة.",
  "لقد أدرجتني الحكومة في برنامج حماية الشهود ضد أحداث كهذه.",
  "قال ضابط الإفراج المشروط إنه مسموح لي فقط بالعمل على الكسل.",
  "اتصل مكتب التحقيقات الفيدرالي؛ قالوا لي إن قول نعم سيكون بمثابة خطر على الأمن القومي.",
  "كنت سأحضر، لكن قاضي حياتي حكم علي بالبقاء في المنزل.",
  "تم إلغاء ترخيصي للحصول على المتعة.",
  "أرغب في الامتثال، لكني أخضع لأوامر صارمة من نفسي بعدم القيام بذلك.",
  "لقد طلبت مني ملكة إنجلترا أن أبقى في المنزل (أنا أتلقى الأوامر الملكية فقط).",
  "الجزيرة التي أنفي إليها لا تسمح لي بالخروج لحضور الأحداث.",
  "أنا ملزم تعاقديًا بالرفض بموجب شروط اختياراتي في الحياة.",
  "أخبرتني الشرطة أنني مثير للاهتمام للغاية لدرجة أنني لا أستطيع حضور التجمعات العادية.",
  "أنا كبير في السن على هذا النوع من الالتزام بالأشياء.",
  "أعتقد أنني في عمر حيث أقول لا لأشياء مثل هذه.",
  "في مثل عمري، تم إحباط رعايتي.",
  "أعاني من أزمة منتصف العمر وقول نعم ليس جزءًا منها.",
  "أنا في مرحلة التمرد وأقوم فقط بما أريد، لذا لا.",
  "أنا أقوم بتوجيه الشخص العجوز الغاضب بداخلي وأبقى في المنزل.",
  "أنا أعيد النظر في تمرد مراهقتي بقول لا لكل شيء.",
  "في أيامي، لم يكن علينا القيام بأشياء لم نرغب في القيام بها (وأنا أبقي الأمر على هذا النحو).",
  "أنا أتدرب من أجل مستقبلي كناسك عجوز منحرف.",
  "أنا أتقدم في السن مثل النبيذ الجيد، مما يعني أنني أصبح أكثر عنادًا بشأن قول لا.",
  "قالت جدتي الجنية أنني يجب أن أبقى في المنزل وإلا سأتحول إلى يقطينة.",
  "تركت سندريلا فردة حذاء واحدة هنا وأنا بحاجة للمساعدة في العثور على الآخر بدلاً من الخروج.",
  "أنا أنتظر الأمير تشارمينغ بالبيتزا، لذا لا أستطيع الذهاب إلى أي مكان.",
  "لا أستطيع أن آتي. الذئب الكبير السيئ على باب منزلي (يبيع التأمين على ما يبدو).",
  "يجب أن أراقب بيت خبز الزنجبيل الخاص بي، أنت تعرف كيف هو.",
  "لقد حذرني الأقزام السبعة من الإفراط في إرهاق نفسي.",
  "أنا تحت نوبة نوم لا يمكن كسرها إلا بالوقت (وعدم القيام بذلك).",
  "لقد فقدت حذائي الزجاجي ولا أستطيع الخروج بدون حذاء مناسب.",
  "الضفدع الذي كان من المفترض أن أقبله لأصبح أميرًا أعطاني شيكًا للمطر.",
  "أنا عالق في قصة خيالية، والموافقة على ذلك ليست جزءًا من المؤامرة.",
  "لا بد لي من حراسة الثلاجة الليلة. الوجبات الخفيفة تعتمد علي.",
  "لقد كرست ذلك الوقت لآيس كريم يحتاج إلى رفقة.",
  "أنا أقوم بتحميل الكربوهيدرات لسباق الماراثون لعدم القيام بذلك.",
  "لدي موعد عشاء مع بيتزا وسأشعر بالغيرة إذا قمت بالإلغاء.",
  "لا أستطيع الخروج؛ لقد فتحت ثلاجتي للتو زجاجة من النبيذ وسيكون من الوقاحة عدم الانضمام.",
  "أنا أختبر نظرية مفادها أنني أستطيع البقاء على قيد الحياة على الرقائق وحدي، ولا أستطيع مقاطعة ذلك.",
  "لديّ أنا والفرن خطط لخبز وتناول كعكة كاملة.",
  "لقد وعدت بأن أساعد في صنع الفشار الخاص بي، إنها عملية معقدة للغاية.",
  "سأفعل ذلك، لكنني بدأت للتو في طهي وجبة من خمسة أطباق لشخص واحد (أنا).",
  "أنا أتعلم طهي وجبات غير مرئية. انها تستغرق وقتا طويلا جدا.",
  "يجب أن أكون في وضع الاستعداد في حالة احتياج Netflix لي لمشاهدة شيء ما.",
  "أنا تحت الطلب بصفتي بطاطس الأريكة العائلية.",
  "أنا الشخص المعين للبقاء في المنزل هذا الأسبوع.",
  "أنا أخدم في هيئة المحلفين في المحكمة بسبب كسلي.",
  "أنا في مهمة احتياطية سرية - لا أستطيع الإفصاح عنها، فقط أعرف أنني لا أستطيع الحضور.",
  "أنا جهة الاتصال في حالات الطوارئ لجهاز التلفزيون الخاص بي، لذا يجب أن أظل متاحًا.",
  "أنا ملتزم بالبقاء في المنزل في حالة وجود وجبة خفيفة طارئة.",
  "لقد قمت بالتسجيل لأكون موضوع اختبار للنوم، ولدي جلسة بعد ذلك.",
  "أنا جزء من مشروع سري للغاية يسمى المشروع رقم 1.",
  "لدي واجب يجب أن أحافظ عليه: أن أحافظ على أريكتي من الشعور بالوحدة.",
  "قررت سيارتي أن تأخذ يوم إجازة شخصي.",
  "وسائل النقل العام في غرفة المعيشة الخاصة بي لا تعمل حاليًا.",
  "حاولت المغادرة، لكن باب منزلي لم يسمح لي (تفاوضنا، وبقيت).",
  "أوصى نظام تحديد المواقع العالمي (GPS) الخاص بي بالبقاء في المنزل لتجنب القرارات السيئة.",
  "بلدي المهر مرافقي السيارة مريض. نعم، إنه مهر، لا تسأل.",
  "كنت سأركب الدراجة هناك، لكن دراجتي ضحكت مني.",
  "أوبر لا يسلمني إلى الأفكار السيئة.",
  "لقد فاتني قطار الأفكار الذي من شأنه أن يجعلني أذهب.",
  "عصا المكنسة الخاصة بي موجودة في المتجر (أنت تعرف مدى عدم موثوقيتها).",
  "كل الطرق تقودني إلى البقاء في المنزل.",
  "التأمين الخاص بي لا يغطي أفعالي التي أقوم بها.",
  "أحتاج إلى البقاء في بيئة آمنة، وهذا الحدث يبدو محفوفًا بالمخاطر (لسلامتي العقلية).",
  "أشارت إدارة الصحة والسلامة المهنية إلى هذا النشاط باعتباره خطرًا بالنسبة لي.",
  "أنا في انتظار وصول بدلة التغليف الفقاعية الخاصة بي قبل أن أحاول مثل هذه الأشياء.",
  "يبدو ذلك خطيرًا على صحتي (خاصة صحتي العقلية).",
  "أقوم فقط بتشغيل الآلات الثقيلة (مثل أريكتي) تحت الإشراف، لذا لا أستطيع الذهاب.",
  "آخر مرة حاولت فيها، حصلت على ورقة على روحي.",
  "لأسباب تتعلق بالسلامة، أنا مطالب بالابتعاد عن هذا النوع من الإثارة.",
  "لقد قدم ملاكي الحارس أمرًا تقييديًا ضد تلك الخطة.",
  "أفضّل عدم جرح إرادتي في العيش بقول نعم.",
  "لقد تجاوزت الحاجة لأنشطة كهذه.",
  "أنا أركز على رحلة عدم القيام بأي شيء، وليس على وجهة تلك المهمة.",
  "أزمتي الوجودية وقررت ضدها.",
  "في نسيج الحياة الكبير، أنا الخيط الذي يجلس فيه هذا الشخص.",
  "لقد أدركت أن معنى الحياة ليس القيام بذلك، لذلك أنا بخير.",
  "أفضّل البحث عن هدف الحياة بدلاً من الحضور.",
  "أنا أفكر، إذن أنا موجود، لن أفعل ذلك.",
  "فلسفتي الحالية: إذا كان الأمر يتطلب السراويل، فهذا لا.",
  "أنا أتدرب على الوو وي (لا أفعل شيئًا) وفقًا للطاوية، لذا يجب أن أرفض.",
  "أن تفعل أو لا تفعل؟ هذا هو السؤال، وقد أجبت بـ \"عدم القيام بذلك\".",
  "لقد تدربت لسنوات تحت إشراف سيد قول لا.",
  "حصلت على الحزام الأسود في نو جيتسو.",
  "لقد كنت أجهز حياتي كلها لأقول لا لهذا الطلب بالتحديد.",
  "لقد حضرت ندوة حول الحزم وأنا متشوق لاستخدام ما تعلمته: لا.",
  "تم شحذ ردود أفعالي لرفض الدعوات تلقائيًا.",
  "لقد قمت بالتسجيل في ورشة عمل \"فقط قل لا\" وأحتاج إلى التدرب.",
  "أنا جزء من مجتمع سري حيث نتواصل فقط عن طريق الرفض.",
  "كان رد فعلي هو لا، وأشعر بأن ركبتي متشنجة بشكل خاص.",
  "قول لا هو قلبي.",
  "لقد كنت أتدرب على رفضي طوال الأسبوع لمثل هذه المناسبة.",
  "لا هو اسمي الأوسط. حسنًا، ليس قانونيًا، بل روحيًا.",
  "لقد جئت من سلسلة طويلة من الخاسرين الخبراء.",
  "عاد اختبار الحمض النووي الخاص بي: أنا لا أفعل ذلك بنسبة 100%.",
  "أنا مهيئ وراثيا لقول لا.",
  "لقد ولدت لأقول لا، أول كلمة قلتها ولم أتوقف أبدًا.",
  "أعاني من اضطراب وراثي نادر حيث أتعرض للرفض.",
  "حيواني الروحي هو حيوان كسلان، ويطلب مني أن أبقى في مكاني.",
  "من الناحية الفلكية، أنا لا أريد أو لا أفكر في برج الميزان (واحد من هؤلاء).",
  "لقد أقسمت عندما كنت طفلاً أن أتجنب أي شيء يشبه هذا.",
  "نصحني مدرب حياتي بالتخلص من الضغوطات، بدءًا من هذا.",
  "سيصاب أصدقائي بنوبة قلبية إذا قلت نعم فجأة للأشياء.",
  "سيكون ذلك بمثابة سابقة سيئة إذا بدأت بالموافقة على الطلبات المعقولة.",
  "إذا بدأت بقول نعم الآن، أين سينتهي الأمر؟ الهيمنة على العالم؟ من الأفضل ألا تفعل ذلك.",
  "إن قول نعم مرة واحدة قد يمنحني سمعة بأنني مفيد - لا يمكنني الحصول على ذلك.",
  "لا أستطيع أن أصدم نظامي بمسؤولية كهذه؛ أوامر الطبيب.",
  "نعم، هذه كلمة صغيرة لمثل هذا الحدث الذي يغير الحياة، لست مستعدًا.",
  "وأخشى أن قول نعم الآن سيفتح أبواباً من التوقعات.",
  "إذا أجبت بنعم، فقد يتوقع الناس مني أن أفعل ذلك مرة أخرى. هلك الفكر.",
  "إن الموافقة على هذا من شأنه أن يربك كل من يعرفني كمتجنب محترف.",
  "علامتي التجارية هي \"خيبة أمل موثوقة\"، ويجب أن أحافظ على ثباتي.",
  "هل يمكنني الحصول على شيك المطر ثم فقدانه إلى الأبد؟",
  "دعونا نرسمها بالقلم الرصاص في اليوم الثاني عشر من أبدًا.",
  "سأنضم إليكم يوم 32 من هذا الشهر.",
  "ماذا عن اللحاق بالشخص التالي... في عالم موازي؟",
  "ربما في وقت آخر، مثل عندما تطير الخنازير أو يتجمد الجحيم، أيهما يأتي أولاً.",
  "سأحضر بروحي على وجه التحديد، روح \"ليس هناك\".",
  "لنفترض أنني كنت هناك في مخيلتنا وانتهى الأمر.",
  "أنا هناك في الفكر، ولكن ليس في الجسد أو الحضور الفعلي.",
  "سأخبرك عندما أكون متفرغًا. (لا تنتظر.)",
  "أنا في مهمة في لعبة فيديو والحياة الحقيقية لا يمكنها المنافسة.",
  "سأفعل ذلك، لكني على بعد XP واحد من الارتقاء إلى مستوى عدم القيام بأي شيء.",
  "نقابتي في World of Warcraft تحتاج مني أن أزرع جرعات \"لا\".",
  "أنا في منتصف لعبة تتريس عالية المخاطر (نعم، إنها خطيرة جدًا).",
  "لقد وعدت أصدقائي عبر الإنترنت بأنني سأبقي الخادم نشطًا من خلال البقاء قيد التشغيل.",
  "أنا أمارس مهاراتي في الألعاب؛ أسئلة الحياة الحقيقية يجب أن تنتظر.",
  "لا بد لي من الدفاع عن قريتي الافتراضية من الغزاة المنقسمين في ذلك الوقت.",
  "ماتت وحدة التحكم الخاصة بي، وكذلك ماتت رغبتي في الخروج.",
  "أنا ألعب الأدوار كشخص منعزل حاليًا.",
  "أنا مشغول بتحقيق درجة عالية جديدة في الانطواء.",
  "ليس لدي ما أرتديه يتناسب مع نظرة الندم التي سأظهرها إذا ذهبت.",
  "جميع ملابسي تعاني من حساسية تجاه الأنشطة الخارجية.",
  "لدي اتفاق بين خزانة ملابسي: فهي ترى الأريكة فقط.",
  "كنت سأذهب، لكني غيرت ملابسي بالفعل.",
  "لا أجد حافزي لارتداء ملابسي؛ أعتقد أنني تبرعت به.",
  "قواعد اللباس لذلك تبدو مثل \"الجهد\"، لذلك أنا خارج.",
  "أنا فقط أحضر المناسبات التي تسمح بالبيجامة كزي رسمي.",
  "لقد أرسل إحساسي بالأزياء رسالة نصية للتو: قال لا داعي للقلق.",
  "أنا عالقة في نارنيا خزانتي ولا أستطيع الخروج للحضور.",
  "آسف، لا يوجد شيء في خزانتي يصرخ \"دعونا نفعل هذا\". كل ذلك يصرخ \"ابقوا في المنزل\".",
  "أكل كلبي واجباتي المنزلية، ثم طالب بتكملة.",
  "لقد تأخرت لأن الوقت قرر أن يتحرك أسرع مني اليوم.",
  "لقد فاتني العمل لأن غرفة نومي كانت تجري حالة رهينة معي كرهينة.",
  "لم أحضر لأنني أفضل أن أكون غائباً بشكل عصري.",
  "لقد تشاجرت أنا وساعة المنبه، وانتصرت بعدم الرنين.",
  "لقد تخطيت الفصل لأنني شعرت أنني مدين لنفسي بعدم تعلم أشياء سيئة.",
  "لم أتمكن من الانضمام لأنني كنت مشغولاً ولم أشعر بالذعر بشأن ذلك.",
  "لم أحضر الاجتماع لأن حلم اليقظة خطفني.",
  "لقد أنقذت بكفالة في اللحظة الأخيرة لأن مشاكل الالتزام موجودة في عائلتي.",
  "لقد وصلت في الوقت المحدد بالروح، لكن جسدي أخذ منعطفًا.",
  "هل تحتاج السمكة إلى دراجة؟ هذا هو مقدار ما أحتاجه للقيام بذلك.",
  "هل تطير الخنازير؟ وعندها فقط سأفعل ذلك.",
  "هل السماء خضراء؟ لا؟ هناك جوابي.",
  "هل سيكون من الحكمة أن أوافق؟ هذا لا من مجلس لي.",
  "هل هذا هو الجزء الذي أقول فيه نعم؟ لا؟ جيد، لأنني لن أفعل ذلك.",
  "هل أبدو كشخص سيفعل ذلك؟ صحيح، أنا لا.",
  "هل هو يوم معاكس؟ لأن خلاف ذلك جوابي هو لا.",
  "هل سمعت نفسي متطوعًا للتو؟ لا، لذلك سأبقي الأمر على هذا النحو.",
  "هل هذا سؤال خدعة؟ لأنني أجيب كأنها واحدة: لا.",
  "هل أنا قادم؟ سأجيب على ذلك عندما لا يكون الماء مبللاً.",
  "سأقدم إجابتي في الرقص التفسيري. *ينفذ NO*",
  "إذا كان بإمكاني الغناء، سأغني لك \"أنا أقول لا\" في الأوبرا.",
  "تخيل أنني أصرخ بشكل كبير \"أنا أرفض!\" مع الرأس تزدهر.",
  "سأكتب قصيدة هايكو لإجابتي: \"لا على الإطلاق / لا بلا شك / لا يزال لا، آسف\".",
  "تصور كاتب سماء يكتب \"لا\" فوق منزلك، هذا هو جوابي.",
  "أدخل صوت الأوركسترا: dun dun dun NO.",
  "أنا أرمي القصاصات والقصاصات تقول \"لا\".",
  "أنا أحمل بطاقة الأداء التي تقول 0، كما هو الحال في فرصة 0٪.",
  "تحسين وقت المسرح: ألعب دور شخص يقول لا. مشهد النهاية.",
  "* خروج درامي جديلة مع مونولوج الرفض *.",
  "سأفعل، ولكن أنا باتمان. (هذا العذر يصلح لأي شيء، أليس كذلك؟)",
  "لقد اختطفتني كائنات فضائية بالأمس وأعطوني تعليمات صارمة لتجنب ذلك.",
  "لقد دعاني الفضائيون إلى حفلة في المجرة، ولقد قمت بالفعل بالرد عليهم بنعم.",
  "أنا أتواصل مع كائنات فضائية في ذلك الوقت، ويجب أن تنتظر أحداث الأرض.",
  "أنا في مهمة إلى المريخ في أحلامي، جدولة تتعارض مع الواقع.",
  "لا أستطيع أن آتي. أنا المرشد السياحي للكائنات الفضائية على الأرض وهم متطلبون للغاية.",
  "السفينة الأم قادمة لاصطحابي في أي لحظة الآن.",
  "أنا أتعلم لغة غريبة. ليس لديهم كلمة لـ \"نعم\" ولا أنا كذلك الآن.",
  "أخذ الفضائيون حماسي معهم عندما غادروا.",
  "أظن أنني كائن فضائي، ونحن نتجنب هذه المواقف تاريخيًا.",
  "كوكبي يحتاجني، لذا يجب أن أذهب (أي يجب أن أبقى في المنزل).",
  "أنا أرشح نفسي لرئاسة نادي التسويف؛ تستغرق حملتي وقتًا طويلاً جدًا.",
  "رغبتي في المشاركة اختفت بشكل غامض تمامًا كما طلبت.",
  "لقد لعبت يانصيب الاهتمام وخسرت.",
  "لدي خوف غير عقلاني من الاستمتاع بالالتزامات عن طريق الخطأ، لذلك أتجنبها.",
  "كما يقول الميم، لا أحد لديه الوقت لذلك.",
  "أنا عميق جدًا في منطقة الراحة الخاصة بي حتى أنني لا أستطيع رؤية المخرج.",
  "لقد وصلت إلى الحد الأقصى المسموح به لهذا اليوم.",
  "لقد أرسل لي تقويمي للتو أمرًا تقييديًا ضد الأحداث الجديدة.",
  "أنا على علاقة طويلة الأمد مع إلغاء الخطط.",
  "أنا أختبر جومو (فرحة الضياع) لهذا الحدث.",
  "توجيه عكس نايكي: \"فقط لا تفعل ذلك\".",
  "أفضل أن أندم على عدم فعل ذلك على أن أندم على فعله.",
  "تطبيق نسختي من قانون مورفي: إذا كان من الممكن تجنبه، فسيكون ذلك ممكنًا.",
  "إجابتي هي مثل قطة شرودنغر: إنها نعم ولا في نفس الوقت حتى تدرك أنها مجرد لا.",
  "يولو، ولهذا السبب أقول لا - أنا أقدر حياتي الفردية كثيرًا.",
  "أبلغني تطبيق برجي للتو بما يلي: \"اليوم هو يوم جيد للرفض\".",
  "إذا كان الرفض رياضة أولمبية، فسوف أحصل على ميدالية ذهبية.",
  "أرتدي رفضي كوسام شرف.",
  "سأضطر إلى التراجع بشكل أسرع من الفهد الذي يتناول مشروبات الطاقة.",
  "أود أن أقول نعم، ولكن بعد ذلك يجب أن أستيقظ من أحلام اليقظة، والواقع أقل متعة بكثير.",
  "طارئ! لقد نفدت الشوكولاتة للتو، وهذا كل ما يمكنني التعامل معه الآن.",
  "لقد انزلق القدر للتو إلى رسائلي المباشرة بكلمة \"لا\" كبيرة.",
  "عقلي بكامل طاقته مع معلومات عديمة الفائدة، وليس هناك مجال لمهام جديدة.",
  "إذا ساعدتك، سأشعر بالفخر بنفسي، ولا أستطيع التعامل مع هذا القدر من المشاعر.",
  "سأعطيك خيارين: لا، أو لا. يمكنك الاختيار.",
  "دعونا نجعلها الاختيار من متعدد. اخترت الخيار (د) - لن يحدث.",
  "انظر إلى الجانب المشرق: على الأقل أنا ثابت في قول لا.",
  "اعتبر هذا \"لا\" مصحوبًا بجانب من السخرية.",
  "أنا عالق في ثقب أسود من المماطلة ولا أستطيع الهروب في الوقت المناسب للقيام بذلك.",
  "أقول نعم فقط أثناء كسوف الشمس، وليس هناك أي شيء محدد.",
  "روحي الرجعية لا تستطيع التعامل مع المهام الحديثة من هذا القبيل.",
  "كلمة \"نعم\" تصيبني بالشرى؛ أنا أتجنب رد الفعل التحسسي.",
  "حلمت فقلت نعم؛ استيقظت في عرق بارد. لا تفعل ذلك على أرض الواقع.",
  "في الوقت الذي استغرقته في السؤال، قررت بالفعل لا.",
  "أنا آسف، لا أستطيع سماع صوتك بسبب عدم قيامي بذلك.",
  "أعتقد أن علاقتنا سيئة. إذا طلبت مني أن أفعل شيئًا، فالإجابة ثابتة... مما يعني لا.",
  "لقد أخطأت في فهمك، اعتقدت أنك قلت \"هل تريد تاكو\". وبما أنك لم تفعل، أنا لست مهتما.",
  "قام هاتفي بتصحيح طلبك تلقائيًا إلى \"لا\"، أليس كذلك؟",
  "لقد تلقيت رسالتك، ولكن لسوء الحظ، قام فلتر البريد العشوائي الخاص بي بضبطها ضمن \"المهام غير المرغوب فيها\".",
  "أعتقد أن لديك الرقم الخطأ؛ الشخص الذي يقول نعم غير متوفر.",
  "أنا أتكلم السخرية بطلاقة، لذا فإن تفسيري لسؤالك هو لا.",
  "اسمحوا لي أن أضعك في الانتظار... *لا يتأخر أبدًا*",
  "لم أتلق المذكرة التي كان من المفترض أن أهتم بها.",
  "أواجه بعض الصعوبات الفنية في إعطاء الرتق.",
  "إن آلهة المماطلة تطالبني بالتضحية بهذه المهمة من خلال عدم القيام بها.",
  "لا هي جملة كاملة، وهي إجابتي النهائية.",
  "أخشى أن الموافقة قد تؤدي بطريقة أو بأخرى إلى نهاية العالم من الزومبي، لذلك ألعب بطريقة آمنة.",
  "إحساسي العنكبوتي ينخز، ويخبرني ألا أفعل هذا.",
  "نسيج كياني ليس منسوجًا لهذا الطلب.",
  "يقولون \"اتبع أحلامك\" - وحلمي هو ألا أفعل ذلك.",
  "أنا فقط أتبع مقولة \"افعل ما تحب\" - وأحب أن أقول لا.",
  "ليس اليوم يا شيطان. في الواقع، ليس في أي يوم.",
  "مماطلتي تقوم بعمل رائع. لا أريد أن أقطع تدفقه.",
  "لا تعني \"فرص جديدة\"... بالنسبة لي أن أبقى في المنزل.",
  "لقد راهنت على أنني أستطيع أن أقول لا لكل شيء لمدة أسبوع. أنا على وشك الفوز.",
  "أقوم بإجراء تجربة اجتماعية حيث أقول لا وأراقب ما يحدث.",
  "أحد الأشياء التي تضايقني من حيواناتي الأليفة هو القيام بأشياء، لذلك أنا ببساطة لا أفعل ذلك.",
  "الحياة قصيرة، وأنا اخترت أن أضيعها بطريقتي، وليس على ذلك.",
  "لقد استوفيت بالفعل حصتي من القرارات السيئة لهذا الشهر؛ قول نعم سوف يتجاوز ذلك.",
  "أرغب في المشاركة، لكني ميت من الداخل، لذا لا أستطيع ذلك.",
  "أعاني من متلازمة الشخصية الرئيسية، وقصتي لا تتضمن القيام بذلك.",
  "فكر بي كرئيس أخير يقول لا - غير مهزوم.",
  "الوقت مورد غير متجدد، وأنا أختار عدم إنفاق أي شيء عليه.",
  "لقد انتهت الفترة التجريبية المجانية لفعل الأشياء، ولا أستطيع تحمل تكاليف الاشتراك.",
  "أنا أتبع نظامًا غذائيًا صارمًا \"بدون التزامات\".",
  "أنا بعمل صيام متقطع عن المسؤوليات؛ اليوم يوم صيام.",
  "أقول نعم فقط في الأيام الكبيسة، واليوم ليس واحدًا.",
  "لا يمكنني المخاطرة بفتح النموذج النهائي الخاص بي من خلال تقديم المساعدة.",
  "أحتاج إلى الحفاظ على جو الغموض الخاص بي من خلال عدم الحضور.",
  "لا أستطيع السماح للناس بمعرفة أن لدي وقت فراغ بالفعل.",
  "لقد استخدمت كل قوة إرادتي بمجرد نهوضي من السرير هذا الصباح.",
  "حياتي عبارة عن مغامرتك التي تختارها، فقلبت إلى الصفحة التي أقول فيها لا.",
  "بموجب السلطة الممنوحة لي، أنا أقول لا رسميًا.",
  "أنا ونفسي كان لدينا اجتماع؛ قررنا بالإجماع أن نرفض.",
  "أرى طلبك وأرفع لك \"لا\".",
  "حماسي منصب على الطلب المتأخر، ويتم تأجيل موعد التسليم باستمرار.",
  "ما زلت أتعافى من آخر مرة قلت فيها نعم.",
  "كنت أفعل أشياء كهذه، ثم صوبت سهمًا إلى الركبة.",
  "ليس الأمر مماطلة إذا لم أخطط أبدًا للقيام بذلك.",
  "لم أختر اللاحياة؛ لا حياة اختارتني",
  "الجهد غير مدعوم حاليًا من قبل نظام التشغيل الخاص بي.",
  "لقد رفض مساعدي الشخصي (وهو وهمي) طلبي بالفعل.",
  "أفضّل أن أبقى رسالة خارج المكتب في شكل بشري.",
  "لقد ضللت الطريق إلى \"نعم\" وانتهى بي الأمر إلى \"لا\".",
  "إذا أجبت بنعم، فسيتعين علي أن أفعل ذلك بالفعل – دعونا نتجنب ذلك.",
  "في رحلة البطل في حياتي، أنا في مرحلة \"رفض النداء\".",
  "أنا في إجازة من أي شيء يبدو وكأنه عمل.",
  "لقد اتخذت قرارًا في العام الجديد بأن لا أقول ذلك كثيرًا. البدء الآن.",
  "لقد أجريت تقييمًا للمخاطر وكانت النتائج \"لا\".",
  "لدي سمعة يجب أن أدعمها - على وجه التحديد، لقول لا.",
  "حدسي يخبرني أن هذا ليس اليوم الذي سأبدأ فيه تقديم المساعدة.",
  "فكرة القيام بذلك أعطتني آلام الظهر الوهمية. سوف أمر",
  "إذا كان لدي نيكل في كل مرة أرفض فيها، سيكون لدي الكثير من النيكل.",
  "أنا أحضر اجتماعًا للنادي الاجتماعي المعادي للمجتمع (أنا العضو الوحيد).",
  "القرص الصلب في عقلي ممتلئ. ليس هناك مجال لهذه المهمة.",
  "كنت سأحضر، لكني أحاول هذا الشيء الجديد الذي لا أفعله.",
  "يؤسفني أن أخبرك أنني لن أفعل ذلك بشدة.",
  "أنا أعيش بشكل غير مباشر من خلال الآخرين الذين يقولون نعم، لذلك لست مضطرًا إلى ذلك.",
  "مرآة، مرآة على الحائط، هل يجب أن أفعل ذلك؟ قال: لا على الإطلاق.",
  "لا أستطيع أن أقول نعم. من شأنه أن يعرض مكانتي في قاعة مشاهير المماطلين للخطر.",
  "احتمال قيامي بذلك يقترب من الصفر المطلق.",
  "إن التزامي بعدم القيام بأي شيء سوف يثير الغيرة إذا فعلت شيئًا آخر.",
  "إن كفاءتي الأساسية هي تجنب الأشياء، وأحتاج حقًا إلى التركيز عليها.",
  "أنا أفتقر إلى الحماس اللازم حتى للتظاهر بالنظر في ذلك.",
  "أنا شخص \"مراقب من بعيد\" أكثر من كونه شخصًا \"مشاركًا\".",
  "عقلي مثل الببغاء الذي لا يعرف سوى كلمة واحدة: \"لا\".",
  "أنا أكتب كتابًا بعنوان \"101 طريقة لقول لا\" - شكرًا على المادة.",
  "أنا كاذب فظيع، لذا لن أدعي أنني أريد أن أفعل ذلك.",
  "'لا.' أعطي هذا الجواب خمس نجوم.",
  "\"لا\" - مني، مع الحب.",
  "نرجو أن تكون \"لا\" معك.",
  "إن الرفض هو قوتي الخارقة، وأنا أستخدمه لتوفير وقت فراغي.",
  "لقد شعرت بالإرهاق بمجرد سماع ذلك، لذا فأنا أرفض بشكل استباقي.",
  "أنا أتبع مبدأ أقل جهد، مما يعني أنني يجب أن أرفض.",
  "حياتي مثل مسرحية هزلية عن تجنب المسؤولية، ولا أستطيع كسر شخصيتي.",
  "لقد تحققت من توفري وكانت النتائج سلبية.",
  "سأتظاهر بأنني لم أسمع هذا الطلب وسأستمر في عدم القيام به.",
  "لا أستطيع أن أفعل ذلك – قيل بأجمل طريقة ممكنة.",
  "أنا أقضي سنة من الصحة العقلية (تبدأ الآن)، لذا لا بد لي من الرفض.",
  "أرفض الإجابة على أساس أنها قد تؤدي إلى القيام بعمل فعلي.",
  "لنكن صادقين: كلانا يعلم أنني لن أفعل ذلك.",
  "سأضطر إلى الرفض لأسباب شخصية (سبب شخصي: لا أريد ذلك).",
  "ليس من أجل التباهي، لكني جيد حقًا في عدم القيام بالأشياء.",
  "قم بتصوير مخطط Venn لجدول أعمالي وطلبك، فهما لا يتداخلان.",
  "لدي الكثير من علامات التبويب المفتوحة في ذهني، ولا أحد منها يتعلق بذلك.",
  "لقد حجزت بشدة مع الاستبطان (وهو رمز لعدم القيام بأي شيء).",
  "لدي قائمة الأشياء التي لا يجب فعلها، وهذه في الأعلى.",
  "أنا مكتظ بالنقص في الإنجاز.",
  "هذا الطلب أعلى من درجة راتبي العاطفي.",
  "حماسي أعلن إفلاسه، لذا لا أستطيع الاستثمار في ذلك.",
  "التقويم الخاص بي مليء بالمساحات الفارغة المخصصة لوقتي.",
  "أنا لا أتجاهلك، أنا أعطيك لا.",
  "إذا قبلت شيئًا آخر، سأصبح رسميًا قصة تحذيرية.",
  "فكر في رفضي كدرس مجاني في التعامل مع الرفض.",
  "أنا معجب بإصرارك على السؤال، لكنه لا يزال لا.",
  "أنا أعيش بالفعل في المسار السريع المتمثل في عدم القيام بأي شيء، لذا لا يمكنني التباطؤ في ذلك.",
  "لا أستطيع فعل ذلك؛ أنا مشغول للغاية ولست مشغولاً.",
  "إذا ساعدتك، فسأشعر بأنني ملزم بمساعدة الآخرين، وهذا منحدر زلق أتجنبه.",
  "أخبرني الكون أن \"أعامل نفسي\"، وهو ما أعتبره إشارة للبقاء في المنزل.",
  "لم يتهمني أحد من قبل بأنني مفيد جدًا، ولا أخطط للبدء الآن.",
  "لدي خوف من التغيير، لذلك أصر على قول لا.",
  "حياتي مثل برج جينجا. هناك شيء آخر قد يؤدي إلى انهيارها.",
  "ليس لدي النطاق الترددي (أو أي عرض آخر) لذلك.",
  "الحياة قصيرة، وقائمة قيلولتي طويلة.",
  "بصراحة يا عزيزي، أنا لا أهتم (بفعل ذلك).",
  "لقد حاولت رؤية الأمر من وجهة نظرك، لكن لا يزال يتعين علي أن أقول لا.",
  "التوقيت ليس مناسبًا، ويرجع ذلك أساسًا إلى أنني لا أريد القيام بذلك.",
  "أنا في وضع التخفي الاجتماعي، لذا يجب أن أرفض أي دعوات.",
  "أعاني من حالة مزمنة تسمى \"idontwanna\".",
  "أنا أختار تنوير الأريكة على المساعي الدنيوية من هذا القبيل.",
  "أنا خارج الخدمة إلى أجل غير مسمى.",
  "أنا في منتصف طقوس حساسة للغاية \"عدم القيام بأي شيء\".",
  "ماذا عن أعدك بالتفكير في الأمر؟ (لن أفعل ذلك، لكنه يبدو مهذبًا.)",
  "لدي ارتباط سابق: مسابقة تحديق بحائطي.",
  "سأكون مشغولاً باستكشاف الأماكن الداخلية الرائعة.",
  "لقد قبلتني الأريكة كواحدة منها، ولا أستطيع أن أخون ثقتها.",
  "\"لا\" هي \"نعم\" الجديدة - أنا فقط أواصل الاتجاه.",
  "أنا البطل الذي تستحقه أريكتي، لذا يجب أن أبقى معها.",
  "إن احتمالات قيامي بذلك هي تقريبًا نفس احتمالات الفوز باليانصيب دون شراء تذكرة.",
  "هذا ليس على قائمة الجرافات الخاصة بي؛ في الواقع، إنه مدرج في قائمة الأشياء المفضلة لدي.",
  "أرجو المعذرة، عقلي خارج الخدمة حاليًا.",
  "لو كانت هناك جائزة للتهرب من المشاركة لكنت الأوفر حظا.",
  "أنا أتراجع بسبب وفرة اللامبالاة.",
  "إن قدري يقع في مكان آخر، على أريكتي على وجه التحديد.",
  "لا يجعلني المرء أقول نعم ببساطة.",
  "إنها لا مني يا دوج.",
  "إذا أجبت بنعم، فسأتوقف عن الشكوى من انشغالي، ولا أستطيع تحمل ذلك.",
  "طاقتي تعمل بالطاقة الشمسية، وقد حل الليل.",
  "سأحصل على واحدة للفريق من خلال عدم الانضمام إلى هذا الجهد.",
  "لقد أضعت \"المحترف\" في المماطلة، ولن أفسد خطتي.",
  "حتى ظلي قرر البقاء في المنزل، لذلك سأفعل ذلك أيضًا.",
  "لحسن الحظ، لدي تأمين ضد المماطلة. إنه يغطيني في مثل هذه المواقف.",
  "أنا لست سيركًا خاصًا بي، وهؤلاء ليسوا قرودتي، لذلك ليس من واجبي أن أؤديه.",
  "ليس لدي ما يكفي من المانا لهذا المسعى.",
  "الروح راغبة، لكن الجسد قد أمر بالفعل بالخروج واستقر.",
  "رغبتي في القيام بذلك موجودة في المتجر لإجراء الإصلاحات.",
  "يمكنني أن أذكر 1000 سبب يجعلني أقول لا، لكني سأوفر عليك.",
  "أنا أرفض الآن، لتجنب الانخفاض لاحقا.",
  "إنني أختار نفسي بدلاً من هذا الالتزام، لذا، لا.",
  "سأوفر لك نعم فاترة وأعطيك لا صادقة.",
  "إذا كانت حياتي فيلمًا، فهذا هو الجزء الذي سأقول فيه لا وأسجل الاعتمادات.",
  "أنا أغلق الباب أمام هذه الفكرة (بالمعنى الحرفي والمجازي).",
  "صرخ حدسي بـ \"لا\" بصوت عالٍ، وكان علي أن أجيب وفقًا لذلك.",
  "\"لا\" هو مكاني السعيد.",
  "الإجابة التي تبحث عنها غير متوفرة في الوقت الحالي (حاول مرة أخرى أبدًا).",
  "على حد تعبير الرد الشهير: \"لا\".",
  "أنا أمارس حقي في قول لا.",
  "فكر في هذا باعتباره حق النقض الاستراتيجي.",
  "لم أكن أبدًا متأكدًا من أي شيء بقدر ما كنت أقول لا.",
  "استيقظت اليوم وقررت أنه يوم \"لا\".",
  "اليوم لا أتكلم إلا بالسلبية.",
  "أنا في مهمة للحفاظ على الالتزامات الصفرية.",
  "حتى تطبيق FitBit الخاص بي يطلب مني البقاء في مكاني.",
  "أختار Netflix بسبب التوتر، آسف.",
  "لا، بأكثر الطرق روحًا وروح الدعابة الممكنة.",
  "التقويم الخاص بي في حالة إضراب.",
  "اخترتني، لذلك أقول لا لك.",
  "أنا أقدم معروفًا للجميع من خلال الالتزام بما أجيده: قول لا.",
  "\"لا\" جزء من روتين الرعاية الذاتية الخاص بي.",
  "هذا رقم خالي من الذنب.",
  "إذا ساعدت، سأحرمك من فرصة القيام بذلك بنفسك.",
  "جدول أعمالي في وضع الطائرة.",
  "أنا لا أظللك. أنا أعطيك رقما حازما.",
  "أنا في سلام مع قول لا.",
  "سلبي. توقف كامل.",
  "يجب أن أحافظ على سلامة عقلي بأي ثمن، لذا لا.",
  "لم آتي إلى هذا الحد لأأتي إلى هذا الحد فقط. في الواقع، أنا لن آتي على الإطلاق.",
  "إنها \"لا\" من اللجنة التي تتكون مني ومني ومني.",
  "يجب أن أرفض؛ لقد وصلت إلى الحد الأقصى لإعطاء الرتق.",
  "حتى لو أردت ذلك، لم أستطع. وأنا لا أريد أن.",
  "سأغتنم الفرصة لعدم القيام بأي شيء بدلاً من ذلك.",
  "لقد غادرت رغبتي في المشاركة المبنى.",
  "لقد تم رفض طلبك بسبب عدم الاهتمام من جهتي.",
  "لنفترض فقط أنني قلت لا ونمضي قدمًا.",
  "أنا حاليا خارج النظام. يرجى المحاولة مرة أخرى أبدا.",
  "للأسف، يجب أن أرفض.",
  "إن رفض هذا الطلب يثير الفرح في داخلي.",
  "ربما كان من الممكن أن أقتنع، لكن من المحتمل أن أقول لا في النهاية.",
  "لدي اعتراض فلسفي على القيام بذلك.",
  "لو كنت غير مبالٍ أكثر، لكنت تمثالًا.",
  "أحتاج إلى تحديد أولوياتي حاليًا، وهي النوم وتناول الوجبات الخفيفة.",
  "يحتوي جدولي الزمني على ميزة \"كلا\" المضمنة.",
  "إن قول نعم من شأنه أن يكسر قوانين الفيزياء في عالمي الشخصي.",
  "في هذه المرحلة، قول نعم سيكون أمرًا خاطئًا.",
  "لقد وعدت نفسي بأنني سألتزم بأن أكون غير مفيد هذا الأسبوع.",
  "إن كسلي في ذروة ازدهاره، ولا أستطيع اقتلاعه من أجل هذا.",
  "لدي حساسية تجاه الالتزامات وأعتذر عن الأعذار.",
  "سأترك هذا الأمر وأدع الكارما تكافئ صدقي.",
  "لا أستطيع أن أفعل ذلك – قيل بأجمل طريقة ممكنة (لا يزال لا).",
  "فكر في \"لا\" كنوع من الرعاية الذاتية.",
  "أنا أمارس حريتي في الاختيار، وأختار لا.",
  "أنا مجتهد في العمل ولا أفعل شيئًا على الإطلاق.",
  "سأساعدك، لكن هذا سيتناقض مع بيان مهمة حياتي.",
  "لا، لكني أقدر تفاؤلك.",
  "لدي حزام أسود في التجنب، وأكره أن أضيعه (لذا، لا).",
  "أنا مشترك في برنامج عدم حماية الشهود (أقول لا ثم أختبئ).",
  "لا بد لي من البقاء في المنزل والتأكد من استمرار الجاذبية في العمل. (شخص ما يجب أن يفعل ذلك.)",
  "إذا ذهبت، من سيمسك الحصن؟ (الحصن أريكتي).",
  "أنا في منتصف عملية تدقيق حياتي، والالتزامات غير الضرورية لم تكن كافية.",
  "إن رفض هذا هو في الواقع جزء من خطتي الخمسية.",
  "قم بتصوير مخطط Venn لجدول أعمالي وطلبك، فهما لا يتداخلان.",
  "لدي الكثير من علامات التبويب المفتوحة في ذهني، ولا تتعلق أي منها بهذه المهمة.",
  "لقد حجزت بشدة مع الاستبطان (وهو رمز لعدم القيام بأي شيء).",
  "لدي قائمة الأشياء التي لا يجب فعلها، وهذه في الأعلى.",
  "أنا مكتظ بالنقص في الإنجاز.",
  "هذا الطلب أعلى من درجة راتبي العاطفي.",
  "حماسي أعلن إفلاسه، لذا لا أستطيع الاستثمار في ذلك.",
  "التقويم الخاص بي مليء بالمساحات الفارغة المخصصة لوقتي.",
  "أنا لا أتجاهلك، بل أعطيك \"لا\" واضحة جدًا.",
  "إذا قبلت شيئًا آخر، سأصبح رسميًا قصة تحذيرية.",
  "فكر في رفضي كدرس مجاني في التعامل مع الرفض.",
  "أنا معجب بإصرارك على السؤال، لكنه لا يزال لا.",
  "أنا أعيش بالفعل في المسار السريع المتمثل في عدم القيام بأي شيء، لذا لا يمكنني التباطؤ في ذلك.",
  "لا أستطيع فعل ذلك؛ أنا مشغول للغاية ولست مشغولاً.",
  "إذا ساعدتك، فسأشعر بأنني ملزم بمساعدة الآخرين، وهذا منحدر زلق أتجنبه.",
  "أخبرني الكون أن \"أعامل نفسي\"، وهو ما أعتبره إشارة للبقاء في المنزل.",
  "لم يتهمني أحد من قبل بأنني مفيد جدًا، ولا أخطط للبدء الآن.",
  "لدي خوف من التغيير، لذلك أصر على قول لا.",
  "حياتي مثل برج جينجا. هناك شيء آخر قد يؤدي إلى انهيارها.",
  "ليس لدي النطاق الترددي (أو أي عرض آخر) لذلك.",
  "الحياة قصيرة، وقائمة قيلولتي طويلة.",
  "بصراحة يا عزيزي، أنا لا أهتم (بفعل ذلك).",
  "لقد حاولت رؤية الأمر من وجهة نظرك، لكن لا يزال يتعين علي أن أقول لا.",
  "التوقيت ليس مناسبًا، ويرجع ذلك أساسًا إلى أنني لا أريد القيام بذلك.",
  "أنا في وضع التخفي الاجتماعي، لذا يجب أن أرفض أي دعوات.",
  "أعاني من حالة مزمنة تسمى \"idontwanna\".",
  "أنا خارج الخدمة إلى أجل غير مسمى.",
  "أنا في منتصف طقوس حساسة للغاية \"عدم القيام بأي شيء\".",
  "ماذا عن أعدك بالتفكير في الأمر؟ (لن أفعل ذلك، لكنه يبدو مهذبًا.)",
  "لدي ارتباط سابق: مسابقة تحديق بحائطي.",
  "سأكون مشغولاً باستكشاف الأماكن الداخلية الرائعة.",
  "لقد قبلتني الأريكة كواحدة منها، ولا أستطيع أن أخون ثقتها.",
  "\"لا\" هي \"نعم\" الجديدة - أنا فقط أواصل الاتجاه.",
  "أنا البطل الذي تستحقه أريكتي، لذا يجب أن أبقى معها.",
  "إن احتمالات قيامي بذلك هي تقريبًا نفس احتمالات الفوز باليانصيب دون شراء تذكرة.",
  "هذا ليس على قائمة الجرافات الخاصة بي؛ في الواقع، إنه مدرج في قائمة الأشياء المفضلة لدي.",
  "أرجو المعذرة، عقلي خارج الخدمة حاليًا.",
  "لو كانت هناك جائزة للتهرب من المشاركة لكنت الأوفر حظا.",
  "أنا أتراجع بسبب وفرة اللامبالاة.",
  "إن قدري يقع في مكان آخر، على أريكتي على وجه التحديد.",
  "لا يجعلني المرء أقول نعم ببساطة.",
  "إنها لا مني يا دوج.",
  "إذا أجبت بنعم، فسأتوقف عن الشكوى من انشغالي، ولا أستطيع تحمل ذلك.",
  "طاقتي تعمل بالطاقة الشمسية، وقد حل الليل.",
  "سأحصل على واحدة للفريق من خلال عدم الانضمام إلى هذا الجهد.",
  "لقد أضعت \"المحترف\" في المماطلة، ولن أفسد خطتي.",
  "حتى ظلي قرر البقاء في المنزل، لذلك سأفعل ذلك أيضًا.",
  "لحسن الحظ، لدي تأمين ضد المماطلة. إنه يغطيني في مثل هذه المواقف.",
  "ليس السيرك الخاص بي، ولا القرود الخاصة بي، لذا بالتأكيد ليس من أعمالي أن أؤديها.",
  "ليس لدي ما يكفي من المانا لهذا المسعى.",
  "الروح راغبة، لكن الجسد قد أمر بالفعل بالخروج واستقر.",
  "رغبتي في القيام بذلك موجودة في المتجر لإجراء الإصلاحات.",
  "يمكنني أن أذكر 1000 سبب يجعلني أقول لا، لكني سأوفر عليك.",
  "أنا أرفض الآن، لتجنب الانخفاض لاحقا.",
  "إنني أختار نفسي بدلاً من هذا الالتزام، لذا، لا.",
  "سأوفر لك نعم فاترة وأعطيك لا صادقة.",
  "إذا كانت حياتي فيلمًا، فهذا هو الجزء الذي سأقول فيه لا وأسجل الاعتمادات.",
  "أنا أغلق الباب أمام هذه الفكرة (بالمعنى الحرفي والمجازي).",
  "صرخ حدسي بـ \"لا\" بصوت عالٍ، وكان علي أن أجيب وفقًا لذلك.",
  "\"لا\" هو مكاني السعيد.",
  "الإجابة التي تبحث عنها غير متوفرة في الوقت الحالي (حاول مرة أخرى أبدًا).",
  "على حد تعبير الرد الشهير: \"لا\".",
  "أنا أمارس حقي في قول لا.",
  "فكر في هذا باعتباره حق النقض الاستراتيجي.",
  "لم أكن أبدًا متأكدًا من أي شيء بقدر ما كنت أقول لا.",
  "استيقظت اليوم وفكرت، دعونا لا نفعل ذلك.",
  "اليوم لا أتكلم إلا بالسلبية.",
  "أنا في مهمة للحفاظ على الالتزامات الصفرية.",
  "حتى تطبيق FitBit الخاص بي يطلب مني البقاء في مكاني.",
  "أختار Netflix بسبب التوتر، آسف.",
  "لا، بأكثر الطرق روحًا وروح الدعابة الممكنة.",
  "التقويم الخاص بي في حالة إضراب.",
  "أنا أقدم معروفًا للجميع من خلال الالتزام بما أجيده: قول لا.",
  "\"لا\" جزء من روتين الرعاية الذاتية الخاص بي.",
  "هذا رقم خالي من الذنب.",
  "إذا ساعدت، سأحرمك من فرصة القيام بذلك بنفسك.",
  "جدول أعمالي في وضع الطائرة.",
  "أنا لا أظللك. أنا أعطيك رقما حازما.",
  "أنا في سلام مع قول لا.",
  "سلبي. توقف كامل.",
  "يجب أن أحافظ على سلامة عقلي بأي ثمن، لذا لا.",
  "للأسف، يجب أن أرفض.",
  "إن رفض هذا الطلب يثير الفرح في داخلي.",
  "أنا لا أتجاهلك، بل أعطيك \"لا\" واضحة جدًا.",
  "تظاهر بأنني أعطيتك عذرًا ذكيًا وتقبل كلمة \"لا\" كما هو ضمني."
]
